Repository: MrCronkite/basicSwift
Catalog: InternShip/Stones3/RareStones/SupportingFille/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans

# onb_free_btn
source: Continue
ar: يكمل
bg: Продължи
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνεχίστε
es: Continúe en
et: Jätka
fi: Jatka
fr: Continuer
he: לְהַמשִׁיך
hi: जारी रखना
hr: Nastaviti
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続き
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Teruskan
nb: Fortsett
nl: Ga verder
pl: Kontynuuj
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжуйте
vi: Tiếp tục
zh_hans: 继续

# h_original_vs_fake
source: Original vs fake
ar: الأصلي مقابل وهمية
bg: Оригинал срещу фалшификат
cs: Originál vs. padělek
da: Original vs. forfalskning
de: Original vs. Fälschung
el: Πρωτότυπο vs ψεύτικο
es: Original frente a falso
et: Originaal vs võltsing
fi: Alkuperäinen vs. väärennös
fr: Original ou faux
he: מקורי מול מזויף
hi: असली बनाम नकली
hr: Original protiv lažnjaka
hu: Eredeti vs hamisítvány
id: Asli vs palsu
it: Originale vs falso
ja: オリジナルと偽物
ko: 원본과 가짜
lt: Originalas ir klastotė
lv: Oriģināls pret viltojumu
ms: Asli vs palsu
nb: Original vs. forfalskning
nl: Origineel vs nep
pl: Oryginał vs podróbka
pt_pt: Original vs falso
ro: Original vs fals
ru: Оригинал и подделка
sk: Originál vs. falzifikát
sl: Original proti ponaredku
sv: Original vs förfalskning
th: ของแท้กับของปลอม
tr: Orijinal vs sahte
uk: Оригінал vs підробка
vi: Bản gốc và hàng giả
zh_hans: 原装与赝品

# cam_match
source: match
ar: مباراة
bg: мач
cs: zápas
da: kamp
de: Spiel
el: αγώνας
et: mängu
fi: ottelu
fr: correspondre
he: התאמה
hi: मिलान
hr: odgovarati
hu: mérkőzés
id: cocok
it: partita
ja: 一致
ko: 일치
lt: rungtynės
lv: spēles
ms: perlawanan
nb: kamp
nl: overeenkomen met
pl: mecz
pt_pt: jogo
ro: meci
ru: совпадение
sk: zápas
sl: tekma
sv: matcha
th: จับคู่
tr: maç
uk: збіг
vi: cuộc thi đấu
zh_hans: 比赛

# detect_first_text
source: Low probability of magnetic stones
ar: احتمالية منخفضة من الحجارة المغناطيسية
bg: Ниска вероятност за магнитни камъни
cs: Nízká pravděpodobnost výskytu magnetických kamenů
da: Lav sandsynlighed for magnetiske sten
de: Geringe Wahrscheinlichkeit von Magnetsteinen
el: Χαμηλή πιθανότητα μαγνητικών λίθων
es: Baja probabilidad de piedras magnéticas
et: Madal tõenäosus magnetiliste kivide tekkeks
fi: Magneettikivien alhainen todennäköisyys
fr: Faible probabilité de présence de pierres magnétiques
he: סבירות נמוכה לאבנים מגנטיות
hi: चुंबकीय पत्थरों की कम संभावना
hr: Mala vjerojatnost magnetskog kamenja
hu: Mágneses kövek alacsony valószínűsége
id: Probabilitas batu magnet yang rendah
it: Bassa probabilità di calcoli magnetici
ja: 磁気石の確率が低い
ko: 낮은 자성 돌 확률
lt: Maža magnetinių akmenų tikimybė
lv: Zema magnētisko akmeņu varbūtība
ms: Kebarangkalian rendah batu magnet
nb: Lav sannsynlighet for magnetiske steiner
nl: Lage kans op magnetische stenen
pl: Niskie prawdopodobieństwo wystąpienia kamieni magnetycznych
pt_pt: Baixa probabilidade de pedras magnéticas
ro: Probabilitate scăzută de pietre magnetice
ru: Низкая вероятность появления магнитных камней
sk: Nízka pravdepodobnosť výskytu magnetických kameňov
sl: Majhna verjetnost magnetnih kamnov
sv: Låg sannolikhet för magnetiska stenar
th: ความน่าจะเป็นต่ำของหินแม่เหล็ก
tr: Düşük manyetik taş olasılığı
uk: Низька ймовірність появи магнітних каменів
vi: Xác suất thấp của đá từ tính
zh_hans: 磁性结石概率低

# h_search_field
source: Search by stones and minerals
ar: البحث عن طريق الحجارة والمعادن
bg: Търсене по камъни и минерали
cs: Vyhledávání podle kamenů a minerálů
da: Søg efter sten og mineraler
de: Suche nach Steinen und Mineralien
el: Αναζήτηση με βάση τις πέτρες και τα ορυκτά
es: Búsqueda por piedras y minerales
et: Otsing kivide ja mineraalide järgi
fi: Haku kivien ja mineraalien mukaan
fr: Recherche par pierres et minéraux
he: חיפוש באבנים ומינרלים
hi: पत्थरों और खनिजों द्वारा खोजें
hr: Pretražite prema kamenju i mineralima
hu: Keresés kövek és ásványok szerint
id: Cari berdasarkan batu dan mineral
it: Ricerca per pietre e minerali
ja: 石と鉱物で検索
ko: 돌과 광물로 검색
lt: Paieška pagal akmenis ir mineralus
lv: Meklēt pēc akmeņiem un minerāliem
ms: Cari dengan batu dan mineral
nb: Søk etter steiner og mineraler
nl: Zoeken op stenen en mineralen
pl: Wyszukiwanie według kamieni i minerałów
pt_pt: Pesquisa por pedras e minerais
ro: Căutați după pietre și minerale
ru: Поиск по камням и минералам
sk: Vyhľadávanie podľa kameňov a minerálov
sl: Iskanje po kamnih in mineralih
sv: Sök efter stenar och mineraler
th: ค้นหาด้วยหินและแร่ธาตุ
tr: Taş ve minerallere göre arama yapın
uk: Пошук за камінням та мінералами
vi: Tìm kiếm bằng đá và khoáng chất
zh_hans: 按石头和矿物搜索

# cam_sub_btn_sub
source: Subscribe
ar: يشترك
bg: Абонирайте се за
cs: Přihlaste se k odběru na
da: Tilmeld dig
de: Abonnieren
el: Εγγραφείτε στο
es: Suscríbase a
et: Telli
fi: Tilaa
fr: S'abonner
he: הירשם
hi: सदस्यता लें
hr: Pretplatiti se
hu: Feliratkozás
id: Berlangganan
it: Abbonarsi
ja: サブスクライブ
ko: 구독
lt: Prenumeruoti
lv: Abonēt
ms: Melanggan
nb: Abonner
nl: Inschrijven
pl: Subskrybuj
pt_pt: Subscrever
ro: Abonează-te la
ru: Подписаться
sk: Prihlásiť sa na
sl: Naročite se na
sv: Prenumerera på
th: ติดตาม
tr: Abone Olun
uk: Підписатися
vi: Đặt mua
zh_hans: 订阅

# cam_sub_title
source: Match is found
ar: تم العثور على المباراة
bg: Намерено е съвпадение
cs: Shoda je nalezena
da: Match er fundet
de: Übereinstimmung gefunden
el: Βρέθηκε αντιστοιχία
es: Se ha encontrado una coincidencia
et: Vastus on leitud
fi: Ottelu on löytynyt
fr: La correspondance est trouvée
he: נמצאה התאמה
hi: मिलान मिल गया है
hr: Podudaranje je pronađeno
hu: Találtunk egyezést
id: Kecocokan ditemukan
it: La corrispondenza è stata trovata
ja: マッチが見つかった
ko: 일치하는 항목이 발견됨
lt: Rastas atitikmuo
lv: Ir atrasts sakritība
ms: Padanan ditemui
nb: Match er funnet
nl: Overeenstemming is gevonden
pl: Znaleziono dopasowanie
pt_pt: A correspondência foi encontrada
ro: S-a găsit o potrivire
ru: Cовпадение найдено
sk: Zhoda je nájdená
sl: Najdeno je ujemanje
sv: Matchning har hittats
th: พบการแข่งขัน
tr: Eşleşme bulundu
uk: Збіг знайдено
vi: Trận đấu được tìm thấy
zh_hans: 找到匹配

# wishlist_subtitle
source: To add a stone to the wish list click on the heart icon in the stone card
ar: لإضافة حجر إلى قائمة الرغبات اضغط على أيقونة القلب في بطاقة الحجر
bg: За да добавите камък в списъка с желания, кликнете върху иконата на сърце в картата с камъни.
cs: Chcete-li přidat kámen do seznamu přání, klikněte na ikonu srdce na kartě kamene.
da: For at tilføje en sten til ønskelisten skal du klikke på hjerteikonet på stenkortet.
de: Um einen Stein zur Wunschliste hinzuzufügen, klicken Sie auf das Herzsymbol in der Steinkarte
el: Για να προσθέσετε μια πέτρα στη λίστα επιθυμιών κάντε κλικ στο εικονίδιο της καρδιάς στην κάρτα πέτρας.
es: Para añadir una piedra a la lista de deseos, haga clic en el icono del corazón de la tarjeta de piedra
et: Kivi lisamiseks soovinimekirja klõpsa kivi kaardil oleval südame ikoonil.
fi: Lisätäksesi kiven toivelistalle klikkaa sydänkuvaketta kivikortissa.
fr: Pour ajouter une pierre à la liste de souhaits, cliquez sur l'icône en forme de cœur dans la fiche de la pierre.
he: להוספת אבן לרשימת המשאלות לחצו על אייקון הלב בכרטיס האבן
hi: इच्छा सूची में एक पत्थर जोड़ने के लिए पत्थर कार्ड में दिल के आइकन पर क्लिक करें
hr: Za dodavanje kamena na listu želja kliknite na ikonu srca na kartici s kamenom
hu: Kő hozzáadásához a kívánságlistához kattintson a szív ikonra a kő kártyán.
id: Untuk menambahkan batu ke daftar keinginan, klik ikon hati di kartu batu
it: Per aggiungere una pietra alla lista dei desideri, cliccate sull'icona del cuore nella scheda della pietra.
ja: ウィッシュリストに石を追加するには、石カードのハートアイコンをクリックしてください。
ko: 위시리스트에 스톤을 추가하려면 스톤 카드에서 하트 아이콘을 클릭합니다.
lt: Norėdami įtraukti akmenį į pageidavimų sąrašą, spustelėkite širdies piktogramą akmens kortelėje.
lv: Lai pievienotu akmeni vēlmju sarakstam, noklikšķiniet uz sirds ikonas akmens kartē.
ms: Untuk menambah batu pada senarai keinginan, klik pada ikon hati dalam kad batu
nb: Klikk på hjerteikonet på steinkortet for å legge til en stein på ønskelisten.
nl: Om een steen aan de wensenlijst toe te voegen klik je op het hart-icoontje op de stenenkaart
pl: Aby dodać kamień do listy życzeń, kliknij ikonę serca na karcie kamienia
pt_pt: Para adicionar uma pedra à lista de desejos, clique no ícone do coração no cartão da pedra
ro: Pentru a adăuga o piatră la lista de dorințe, dați click pe pictograma cu inima din fișa pietrei.
ru: Чтобы добавить камень в список желаний, нажмите на значок сердца в карточке камня
sk: Ak chcete pridať kameň do zoznamu želaní, kliknite na ikonu srdca na karte kameňa.
sl: Če želite dodati kamen na seznam želja, kliknite na ikono srca na kartici kamna.
sv: För att lägga till en sten till önskelistan klicka på hjärtsymbolen i stenkortet
th: หากต้องการเพิ่มหินในรายการความปรารถนา ให้คลิกที่ไอคอนหัวใจในการ์ดหิน
tr: Dilek listesine bir taş eklemek için taş kartındaki kalp simgesine tıklayın
uk: Щоб додати камінь до списку бажань, натисніть на іконку серця в картці каменю
vi: Để thêm đá vào danh sách mong muốn nhấn vào biểu tượng trái tim trong thẻ đá
zh_hans: 要将宝石添加到愿望清单，请点击宝石卡上的心形图标

# onb_free_restore
source: Restore
ar: يعيد
bg: Възстановяване на
cs: Obnovení
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
et: Taasta
fi: Palauta
fr: Restaurer
he: לשחזר
hi: पुनर्स्थापित करना
hr: Vratiti
hu: Visszaállítás
id: Mengembalikan
it: Ripristino
ja: リストア
ko: 복원
lt: Atkurti
lv: Atjaunot
ms: Pulihkan
nb: Gjenopprette
nl: Herstel
pl: Przywróć
pt_pt: Restaurar
ro: Restaurați
ru: Восстановить
sk: Obnovenie
sl: Obnovitev
sv: Återställ
th: คืนค่า
tr: Geri Yükleme
uk: Відновити
vi: Khôi phục
zh_hans: 恢复

# history_button
source: History
ar: تاريخ
bg: История
cs: Historie
da: Historie
de: Geschichte
el: Ιστορία
es: Historia
et: Ajalugu
fi: Historia
fr: L'histoire
he: הִיסטוֹרִיָה
hi: इतिहास
hr: Povijest
hu: Történelem
id: Sejarah
it: La storia
ja: 沿革
ko: 역사
lt: Istorija
lv: Vēsture
ms: Sejarah
nb: Historie
nl: Geschiedenis
pl: Historia
pt_pt: História
ro: Istorie
ru: История
sk: História
sl: Zgodovina
sv: Historia
th: ประวัติศาสตร์
tr: Tarih
uk: Історія
vi: Lịch sử
zh_hans: 历史

# h_title_stone_healing
source: Healing stones
ar: شفاء الحجارة
bg: Лечебни камъни
cs: Léčivé kameny
da: Healende sten
de: Heilende Steine
el: Θεραπευτικές πέτρες
es: Piedras curativas
et: Tervendavad kivid
fi: Parantavat kivet
fr: Pierres de guérison
he: אבנים מרפאות
hi: हीलिंग पत्थर
hr: Ljekovito kamenje
hu: Gyógyító kövek
id: Penyembuhan batu
it: Pietre curative
ja: ヒーリングストーン
ko: 치유의 돌
lt: Gydomieji akmenys
lv: Dziedinošie akmeņi
ms: Batu penyembuhan
nb: Helbredende steiner
nl: Helende stenen
pl: Kamienie lecznicze
pt_pt: Pedras de cura
ro: Pietre de vindecare
ru: Целебные камни
sk: Liečivé kamene
sl: Zdravilni kamni
sv: Läkande stenar
th: หินบำบัด
tr: Şifalı taşlar
uk: Цілющі камені
vi: Đá chữa bệnh
zh_hans: 治疗石

# cam_alert_subtitle
source: Please rate our app
ar: يرجى تقييم التطبيق لدينا
bg: Моля, оценете нашето приложение
cs: Ohodnoťte prosím naši aplikaci
da: Bedøm venligst vores app
de: Bitte bewerten Sie unsere App
el: Παρακαλώ βαθμολογήστε την εφαρμογή μας
es: Valore nuestra aplicación
et: Palun hinnake meie rakendust
fi: Arvostele sovellustamme
fr: Veuillez évaluer notre application
he: אנא דרג את האפליקציה שלנו
hi: कृपया हमारे ऐप को रेटिंग दें
hr: Ocijenite našu aplikaciju
hu: Kérjük, értékelje alkalmazásunkat
id: Beri penilaian pada aplikasi kami
it: Valuta la nostra applicazione
ja: 私たちのアプリを評価してください
ko: 앱을 평가해주세요
lt: Įvertinkite mūsų programėlę
lv: Lūdzu, novērtējiet mūsu lietotni
ms: Sila nilaikan apl kami
nb: Vennligst vurder appen vår
nl: Beoordeel onze app
pl: Oceń naszą aplikację
pt_pt: Avalie a nossa aplicação
ro: Vă rugăm să evaluați aplicația noastră
ru: Пожалуйста, оцените наше приложение
sk: Prosím, ohodnoťte našu aplikáciu
sl: Ocenite našo aplikacijo
sv: Vänligen betygsätt vår app
th: กรุณาให้คะแนนแอปของเรา
tr: Lütfen uygulamamızı değerlendirin
uk: Будь ласка, оцініть наш додаток
vi: Vui lòng đánh giá ứng dụng của chúng tôi
zh_hans: 请为我们的应用程序评分

# cam_pt_looking_2
source: Preparing a description
ar: تحضير الوصفة
bg: Изготвяне на описание
cs: Příprava popisu
da: Udarbejdelse af en beskrivelse
de: Vorbereiten einer Beschreibung
el: Προετοιμασία μιας περιγραφής
es: Preparar una descripción
et: Kirjelduse koostamine
fi: Kuvauksen laatiminen
fr: Préparation d'une description
he: הכנת תיאור
hi: विवरण तैयार करना
hr: Priprema opisa
hu: A leírás elkészítése
id: Mempersiapkan deskripsi
it: Preparazione di una descrizione
ja: 説明文の作成
ko: 설명 준비하기
lt: Aprašo rengimas
lv: Apraksta sagatavošana
ms: Menyediakan penerangan
nb: Utarbeide en beskrivelse
nl: Een beschrijving voorbereiden
pl: Przygotowanie opisu
pt_pt: Preparar uma descrição
ro: Pregătirea unei descrieri
ru: Подготовка описания
sk: Príprava opisu
sl: Priprava opisa
sv: Förbereda en beskrivning
th: กำลังเตรียมคำอธิบาย
tr: Bir açıklama hazırlama
uk: Підготовка опису
vi: Chuẩn bị mô tả
zh_hans: 编写说明

# cam_subtitle_match
source: Click on the stone's card to read more about it
ar: انقر على بطاقة الحجر لقراءة المزيد عنها
bg: Кликнете върху картата на камъка, за да прочетете повече за него
cs: Kliknutím na kartu kamene si o něm přečtete více.
da: Klik på stenens kort for at læse mere om den
de: Klicken Sie auf die Karte des Steins, um mehr über ihn zu erfahren
el: Κάντε κλικ στην κάρτα της πέτρας για να διαβάσετε περισσότερα γι' αυτήν
es: Haga clic en la ficha de la piedra para leer más sobre ella
et: Klõpsake kivi kaardil, et lugeda selle kohta rohkem.
fi: Klikkaa kiven korttia lukeaksesi siitä lisää.
fr: Cliquez sur la carte de la pierre pour en savoir plus.
he: לחץ על כרטיס האבן כדי לקרוא עוד עליה
hi: इसके बारे में अधिक पढ़ने के लिए पत्थर के कार्ड पर क्लिक करें
hr: Kliknite na kartu kamena da biste pročitali više o njemu
hu: Kattintson a kő kártyájára, ha többet szeretne megtudni róla.
id: Klik pada kartu batu untuk membaca lebih lanjut tentang batu tersebut
it: Cliccare sulla scheda della pietra per saperne di più
ja: 石のカードをクリックすると、その石の詳細を読むことができます。
ko: 돌의 카드를 클릭하면 자세한 내용을 확인할 수 있습니다.
lt: Spustelėkite akmens kortelę, kad apie jį sužinotumėte daugiau
lv: Noklikšķiniet uz akmens kartes, lai uzzinātu vairāk par to.
ms: Klik pada kad batu untuk membaca lebih lanjut mengenainya
nb: Klikk på steinens kort for å lese mer om den.
nl: Klik op de kaart van de steen om er meer over te lezen
pl: Kliknij kartę kamienia, aby dowiedzieć się o nim więcej
pt_pt: Clique no cartão da pedra para ler mais sobre ela
ro: Faceți clic pe cartea pietrei pentru a citi mai multe despre ea
ru: Нажмите на карточку камня, чтобы прочитать о нем подробнее
sk: Kliknutím na kartu kameňa si o ňom môžete prečítať viac
sl: Kliknite na kartico kamna in preberite več o njem.
sv: Klicka på stenens kort för att läsa mer om den
th: คลิกที่การ์ดของหินเพื่ออ่านรายละเอียดเพิ่มเติม
tr: Hakkında daha fazla bilgi edinmek için taşın kartına tıklayın
uk: Натисніть на картку каменя, щоб прочитати більше про нього
vi: Bấm vào thẻ đá để đọc thêm về nó
zh_hans: 点击石头的卡片了解更多信息

# helper_playceholder
source: Message
ar: رسالة
bg: Съобщение
cs: Zpráva
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
et: Sõnum
fi: Viesti
he: הוֹדָעָה
hi: संदेश
hr: Poruka
hu: Üzenet
id: Pesan
it: Messaggio
ja: メッセージ
ko: 메시지
lt: Žinutė
lv: Ziņa
ms: Mesej
nb: Melding
nl: Bericht
pl: Wiadomość
pt_pt: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sl: Sporočilo
sv: Meddelande
th: ข้อความ
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn
zh_hans: 留言

# cam_pt_looking_1
source: Looking for a match
ar: أبحث عن مباراة
bg: Търся съвпадение
cs: Hledá se shoda
da: På udkig efter et match
de: Auf der Suche nach einer Übereinstimmung
el: Ψάχνω για ένα ταίρι
es: Buscando pareja
et: Otsin sobingut
fi: Etsitään ottelua
fr: A la recherche d'un partenaire
he: מחפש שידוך
hi: एक जोड़ी की तलाश है
hr: Tražite podudaranje
hu: Párkeresés
id: Mencari jodoh
it: Alla ricerca di una corrispondenza
ja: 試合を探す
ko: 매칭 찾기
lt: Ieškome rungtynių
lv: Meklējat saderību
ms: Mencari jodoh
nb: På jakt etter en match
nl: Op zoek naar een match
pl: Szukam meczu
pt_pt: À procura de um par
ro: În căutarea unui meci
ru: Ищу пару
sk: Hľadáme partnera
sl: Iščemo tekmo
sv: Letar efter en matchning
th: กำลังมองหาการแข่งขัน
tr: Bir eşleşme arıyorum
uk: Шукаємо пару
vi: Đang tìm kiếm một trận đấu
zh_hans: 寻找匹配

# h_article_orig
source: Original
ar: إبداعي
bg: Оригинал
cs: Originál
el: Αρχικό
et: Originaal
fi: Alkuperäinen
he: מְקוֹרִי
hi: मूल
hr: Izvornik
hu: Eredeti
id: Asli
it: Originale
ja: オリジナル
ko: 원본
lt: Originalus
lv: Oriģinālais
ms: Asal
nl: Origineel
pl: Oryginał
ru: Оригинал
sk: Originál
sl: Izvirnik
th: ต้นฉบับ
tr: Orijinal
uk: Оригінал
vi: Nguyên bản
zh_hans: 原创

# alert_cancel
source: Cancel
ar: يلغي
bg: Отмяна на
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
he: לְבַטֵל
hi: रद्द करना
hr: Otkazati
hu: Törölje
id: Batal
it: Annullamento
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
ms: Batalkan
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消

# atribute_string_open
source: Open up
ar: افتح
bg: Отворете
cs: Otevřít
da: Åbn op
de: Öffnen Sie
el: Ανοίξτε
es: Abrir
et: Avaneb
fi: Avaa
fr: Ouvrir
he: פתוח
hi: खुलना
hr: Otvoriti
hu: Nyisd ki
id: Buka.
it: Aprire
ja: 開く
ko: 열기
lt: Atverti
lv: Atveriet
ms: Membuka
nb: Åpne opp
nl: Openen
pl: Otwórz
pt_pt: Abrir
ro: Deschideți
ru: Откройте
sk: Otvoriť
sl: Odprite se
sv: Öppna upp
th: เปิดออก
tr: Açın
uk: Відчиняй.
vi: Mở ra
zh_hans: 打开

# camera_allert_allow
source: Allow access to the camera
ar: السماح بالوصول إلى الكاميرا
bg: Разрешаване на достъпа до камерата
cs: Povolení přístupu ke kameře
da: Giv adgang til kameraet
de: Zugriff auf die Kamera zulassen
el: Επιτρέψτε την πρόσβαση στην κάμερα
es: Permitir el acceso a la cámara
et: Lubage juurdepääs kaamerale
fi: Salli pääsy kameraan
fr: Autoriser l'accès à l'appareil photo
he: אפשר גישה למצלמה
hi: कैमरे तक पहुंच की अनुमति दें
hr: Omogućite pristup kameru
hu: Hozzáférés engedélyezése a kamerához
id: Izinkan akses ke kamera
it: Consentire l'accesso alla telecamera
ja: カメラへのアクセスを許可する
ko: 카메라 액세스 허용
lt: Leidimas naudotis fotoaparatu
lv: Atļaut piekļuvi kamerai
ms: Benarkan akses ke kamera
nb: Gi tilgang til kameraet
nl: Toegang tot de camera verlenen
pl: Zezwól na dostęp do kamery
pt_pt: Permitir o acesso à câmara
ro: Permiteți accesul la cameră
ru: Разрешить доступ к камере
sk: Povolenie prístupu ku kamere
sl: Omogočanje dostopa do kamere
sv: Tillåt åtkomst till kameran
th: อนุญาตให้เข้าถึงกล้อง
tr: Kameraya erişime izin verin
uk: Дозвольте доступ до камери
vi: Cho phép truy cập vào máy ảnh
zh_hans: 允许访问摄像机

# alert_settings
source: Settings
ar: إعدادات
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: समायोजन
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定方法
ko: 설정
lt: Nustatymai
lv: Iestatījumi
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

# atribute_string_value
source: value
ar: قيمة
bg: стойност
cs: hodnota
da: værdi
de: Wert
el: αξία
es: valor
et: väärtus
fi: arvo
fr: valeur
he: ערך
hi: कीमत
hr: vrijednost
hu: érték
id: nilai
it: valore
ja: 価値
ko: 값
lt: vertė
lv: vērtība
ms: nilai
nb: verdi
nl: waarde
pl: wartość
pt_pt: valor
ro: valoare
ru: стоимости
sk: hodnota
sl: vrednost
sv: värde
th: ค่า
tr: değer
uk: значення
vi: giá trị
zh_hans: 价值

# atribute_string_expen
source: expensive
ar: غالي
bg: скъп
cs: drahé
da: dyre
de: teuer
el: ακριβό
es: caro
et: kallis
fi: kallis
fr: coûteux
he: יָקָר
hi: महँगा
hr: skup
hu: drága
id: mahal
it: costoso
ja: 高い
ko: 비싼
lt: brangus
lv: dārgs
ms: mahal
nb: dyrt
nl: dure
pl: drogi
pt_pt: dispendioso
ro: scump
ru: дорогих
sk: drahé
sl: drago
sv: dyr
th: แพง
tr: Pahalı
uk: дорогий
vi: đắt
zh_hans: 值钱

# alert_restore
source: Successfully restored
ar: استعادة بنجاح
bg: Успешно възстановени
cs: Úspěšně obnoveno
da: Vellykket gendannet
de: Erfolgreich wiederhergestellt
el: Επιτυχής αποκατάσταση
es: Restaurado con éxito
et: Edukalt taastatud
fi: Onnistuneesti palautettu
fr: Restauré avec succès
he: שוחזר בהצלחה
hi: सफलतापूर्वक बहाल किया गया
hr: Uspješno obnovljena
hu: Sikeresen helyreállítva
id: Berhasil dipulihkan
it: Ripristino riuscito
ja: 復元に成功しました
ko: 복원 성공
lt: Sėkmingai atkurta
lv: Veiksmīgi atjaunots
ms: Berjaya dipulihkan
nb: Vellykket gjenopprettet
nl: Succesvol hersteld
pl: Przywrócono z powodzeniem
pt_pt: Restaurado com sucesso
ro: Restaurat cu succes
ru: Успешно восстановлено
sk: Úspešne obnovené
sl: Uspešno obnovljeno
sv: Framgångsrikt återställd
th: ได้รับการฟื้นฟูสำเร็จ
tr: Başarıyla geri yüklendi
uk: Успішно відреставровано
vi: Phục hồi thành công
zh_hans: 成功地恢复了

# _invite
source: Hello! I use this wonderful app!
ar: مرحبًا!أنا استخدم هذا التطبيق الرائع!
bg: Здравейте! Използвам това прекрасно приложение!
cs: Dobrý den! Používám tuto úžasnou aplikaci!
da: Hej med jer! Jeg bruger denne vidunderlige app!
de: Hallo! Ich benutze diese wunderbare App!
el: Γεια σας! Χρησιμοποιώ αυτή την υπέροχη εφαρμογή!
es: ¡Hola! Utilizo esta maravillosa aplicación.
et: Tere! Ma kasutan seda imelist rakendust!
fi: Hei! Käytän tätä ihanaa sovellusta!
fr: Bonjour ! J'utilise cette merveilleuse application !
he: שלום!אני משתמש באפליקציה הנפלאה הזו!
hi: नमस्ते!मैं इस अद्भुत ऐप का उपयोग करता हूं!
hr: Zdravo!Koristim ovu prekrasnu aplikaciju!
hu: Helló! Használom ezt a csodálatos alkalmazást!
id: Halo! Saya menggunakan aplikasi yang luar biasa ini!
it: Ciao! Uso questa meravigliosa applicazione!
ja: こんにちは！この素晴らしいアプリを使っています！
ko: 안녕하세요! 저는 이 멋진 앱을 사용하고 있습니다!
lt: Sveiki! Aš naudoju šią nuostabią programą!
lv: Sveiki! Es izmantoju šo brīnišķīgo lietotni!
ms: Helo!Saya menggunakan aplikasi yang indah ini!
nb: Hei, hei, hei, hei! Jeg bruker denne fantastiske appen!
nl: Hallo! Ik gebruik deze geweldige app!
pl: Cześć! Używam tej wspaniałej aplikacji!
pt_pt: Olá! Utilizo esta aplicação maravilhosa!
ro: Bună! Eu folosesc această aplicație minunată!
ru: Здравствуйте! Я пользуюсь этим замечательным приложением!
sk: Dobrý deň! Používam túto úžasnú aplikáciu!
sl: Pozdravljeni! Uporabljam to čudovito aplikacijo!
sv: Hej på er! Jag använder denna underbara app!
th: สวัสดี!ฉันใช้แอพที่ยอดเยี่ยมนี้!
tr: Merhaba! Bu harika uygulamayı kullanıyorum!
uk: Привіт! Я користуюся цим чудовим додатком!
vi: Xin chào!Tôi sử dụng ứng dụng tuyệt vời này!
zh_hans: 您好！我在使用这款出色的应用程序！
