Repository: MrCronkite/basicSwift
Catalog: InternShip/Stones3/RareStones/SupportingFille/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans

# helper_question4
source: What stones can be found in my country?
ar: ما الحجارة التي يمكن العثور عليها في بلدي؟
bg: Какви камъни могат да се намерят в моята страна?
cs: Jaké kameny se vyskytují v mé zemi?
da: Hvilke sten kan man finde i mit land?
de: Welche Steine sind in meinem Land zu finden?
el: Ποιες πέτρες υπάρχουν στη χώρα μου;
es: ¿Qué piedras se pueden encontrar en mi país?
et: Milliseid kive võib minu riigis leida?
fi: Mitä kiviä löytyy maastani?
fr: Quelles sont les pierres que l'on peut trouver dans mon pays ?
he: אילו אבנים ניתן למצוא בארצי?
hi: मेरे देश में कौन से पत्थर मिल सकते हैं?
hr: Koje kamenje možete pronaći u mojoj zemlji?
hu: Milyen kövek találhatók az én országomban?
id: Batu apa yang dapat ditemukan di negara saya?
it: Quali pietre si trovano nel mio paese?
ja: 私の国ではどんな石が採れますか？
ko: 우리나라에서는 어떤 돌을 찾을 수 있나요?
lt: Kokių akmenų galima rasti mano šalyje?
lv: Kādi akmeņi ir atrodami manā valstī?
ms: Batu -batu apa yang boleh didapati di negara saya?
nb: Hvilke steiner finnes i mitt land?
nl: Welke stenen vind ik in mijn land?
pl: Jakie kamienie można znaleźć w moim kraju?
pt_pt: Que pedras podem ser encontradas no meu país?
ro: Ce pietre pot fi găsite în țara mea?
ru: Какие камни можно найти в моей стране?
sk: Aké kamene sa nachádzajú v mojej krajine?
sl: Katere kamne je mogoče najti v moji državi?
sv: Vilka stenar kan man hitta i mitt land?
th: หินของฉันสามารถพบหินอะไรได้บ้าง?
tr: Ülkemde hangi taşlar bulunabilir?
uk: Які камені можна знайти в моїй країні?
vi: Những viên đá nào có thể được tìm thấy ở đất nước tôi?
zh_hans: 我国有哪些宝石？

# helper_question1
source: Tell me interesting facts about rocks.
ar: قل لي حقائق مثيرة للاهتمام عن الصخور.
bg: Разкажете ми интересни факти за скалите.
cs: Řekni mi zajímavosti o horninách.
da: Fortæl mig interessante fakta om sten.
de: Erzählen Sie mir interessante Fakten über Felsen.
el: Πείτε μου ενδιαφέροντα γεγονότα για τους βράχους.
es: Cuéntame hechos interesantes sobre las rocas.
et: Räägi mulle huvitavaid fakte kivide kohta.
fi: Kerro minulle mielenkiintoisia faktoja kivistä.
fr: Racontez-moi des faits intéressants sur les roches.
he: ספר לי עובדות מעניינות על סלעים.
hi: मुझे चट्टानों के बारे में दिलचस्प तथ्य बताएं।
hr: Recite mi zanimljive činjenice o stijenama.
hu: Mondj érdekes tényeket a sziklákról.
id: Ceritakan kepada saya fakta-fakta menarik tentang batuan.
it: Raccontami fatti interessanti sulle rocce.
ja: 岩石についての興味深い事実を教えてください。
ko: 암석에 대한 흥미로운 사실을 알려주세요.
lt: Papasakokite įdomių faktų apie uolienas.
lv: Pastāsti man interesantus faktus par akmeņiem.
ms: Beritahu saya fakta menarik mengenai batu.
nb: Fortell meg interessante fakta om steiner.
nl: Vertel me interessante feiten over rotsen.
pl: Opowiedz mi interesujące fakty o skałach.
pt_pt: Conta-me factos interessantes sobre as rochas.
ro: Spuneți-mi fapte interesante despre roci.
ru: Расскажите мне интересные факты о камнях.
sk: Povedzte mi zaujímavé fakty o horninách.
sl: Povej mi zanimiva dejstva o kamninah.
sv: Berätta intressanta fakta om stenar.
th: บอกข้อเท็จจริงที่น่าสนใจเกี่ยวกับหิน
tr: Bana kayalarla ilgili ilginç gerçekleri anlatın.
uk: Розкажіть цікаві факти про камені.
vi: Hãy cho tôi biết những sự thật thú vị về đá.
zh_hans: 告诉我有关岩石的趣事。

# onb_free_faive
source: Only $8,99 per week with 3 days trial
ar: فقط 8.99 دولارًا في الأسبوع مع تجربة لمدة 3 أيام
bg: Само $8,99 на седмица с 3 дни пробен период
cs: Pouze $8,99 za týden s 3 dny zkušební verze
da: Kun $8,99 pr. uge med 3 dages prøveperiode
de: Nur $8,99 pro Woche mit 3 Tagen Probezeit
el: Μόνο $8,99 ανά εβδομάδα με δοκιμή 3 ημερών
es: Sólo 8,99 $ por semana con 3 días de prueba
et: Ainult $8,99 nädalas 3 päeva prooviperioodiga
fi: Vain $8,99 viikossa 3 päivän kokeilujaksolla
fr: Seulement $8,99 par semaine avec 3 jours d'essai
he: רק $8,99 לשבוע עם ניסיון של 3 ימים
hi: 3 दिनों के परीक्षण के साथ प्रति सप्ताह केवल $8,99
hr: Samo 8,99 USD tjedno uz 3 dana probe
hu: Csak $8,99 hetente 3 napos próbaverzióval
id: Hanya $8,99 per minggu dengan uji coba 3 hari
it: Solo $8,99 a settimana con 3 giorni di prova
ja: 3日間のトライアルで1週間わずか8,99ドル
ko: 3일 평가판으로 주당 $8.99에 이용 가능
lt: Tik $8,99 per savaitę su 3 dienų bandomuoju laikotarpiu
lv: Tikai $8,99 par nedēļu ar 3 dienu izmēģinājuma versiju
ms: Hanya $8,99 seminggu dengan percubaan 3 hari
nb: Kun $8,99 per uke med 3 dagers prøveperiode
nl: Slechts $8,99 per week met 3 dagen proefabonnement
pl: Tylko 8,99 USD za tydzień z 3-dniowym okresem próbnym
pt_pt: Apenas $8,99 por semana com 3 dias de teste
ro: Doar $8,99 pe săptămână cu 3 zile de încercare
ru: Всего $8,99 в неделю с 3-дневной пробной версией
sk: Iba $8,99 za týždeň s 3 dňami skúšobnej doby
sl: Samo $ 8,99 na teden s poskusnim preizkusom 3 dni
sv: Endast $8,99 per vecka med 3 dagars provperiod
th: เพียง $8,99 ต่อสัปดาห์ พร้อมทดลองใช้ 3 วัน
tr: 3 günlük deneme ile haftalık sadece $8,99
uk: Лише $8,99 на тиждень з 3-денною пробною версією
vi: Chỉ $8,99 mỗi tuần với 3 ngày dùng thử
zh_hans: 每周仅需 8.99 美元，试用期 3 天

# helper_mess
source: Hi, welcome to The Stone Recognizer. I'm your cheerful sidekick - the gnome Doc ðŸ‘‹ You can always contact me with a question related to stones, crystals and minerals. I am a real expert in this business. You can find out more about how I can be helpful in the tipsðŸ’¡ What would you like to know about?
ar: مرحبًا، مرحبًا بك في أداة التعرف على الأحجار.أنا صديقك المبتهج - دكتور الجنوم 👋 يمكنك دائمًا الاتصال بي لطرح سؤال يتعلق بالأحجار والبلورات والمعادن.أنا خبير حقيقي في هذا العمل.يمكنك معرفة المزيد حول كيف يمكنني تقديم المساعدة في النصائح 💡 ما الذي تريد معرفته عنه؟
bg: Здравейте, добре дошли в The Stone Recognizer. Аз съм вашият весел помощник - джуджето Док 👋 Винаги можете да се свържете с мен с въпрос, свързан с камъните, кристалите и минералите. Аз съм истински експерт в тази област. Можете да научите повече за това как мога да бъда полезен в съветите💡 За какво бихте искали да научите?
cs: Dobrý den, vítejte na stránkách The Stone Recognizer. Jsem váš veselý pomocník - skřítek Doktor 👋 Kdykoli se na mě můžete obrátit s dotazem týkajícím se kamenů, krystalů a minerálů. Jsem v tomto oboru skutečný odborník. Více o tom, jak vám mohu být užitečný, se dozvíte v tipech💡 O čem byste chtěli vědět?
da: Hej, velkommen til The Stone Recognizer. Jeg er din muntre sidekick - nissen Doc 👋 Du kan altid kontakte mig med et spørgsmål om sten, krystaller og mineraler. Jeg er en ægte ekspert i denne branche. Du kan finde ud af mere om, hvordan jeg kan være behjælpelig i tipsene💡 Hvad vil du gerne vide noget om?
de: Hallo, willkommen bei The Stone Recognizer. Ich bin dein fröhlicher Kumpel - der Gnom Doc 👋 Du kannst mich jederzeit mit einer Frage zu Steinen, Kristallen und Mineralien kontaktieren. Ich bin ein echter Experte auf diesem Gebiet. Mehr darüber, wie ich dir helfen kann, erfährst du in den Tipps💡 Worüber möchtest du etwas wissen?
el: Γεια σας, καλώς ήρθατε στο The Stone Recognizer. Είμαι ο χαρούμενος βοηθός σας - ο νάνος Ντοκ 👋 Μπορείτε πάντα να επικοινωνήσετε μαζί μου με μια ερώτηση σχετικά με τις πέτρες, τους κρυστάλλους και τα ορυκτά. Είμαι πραγματικός ειδικός σε αυτή τη δουλειά. Μπορείτε να μάθετε περισσότερα για το πώς μπορώ να σας βοηθήσω στις συμβουλές💡 Τι θα θέλατε να μάθετε;
es: Hola, bienvenido a The Stone Recognizer. Soy su compañero alegre - el gnomo Doc 👋 Siempre puede ponerse en contacto conmigo con una pregunta relacionada con piedras, cristales y minerales. Soy un verdadero experto en este negocio. Puedes encontrar más información sobre cómo puedo serte útil en los consejos💡 ¿Sobre qué te gustaría saber?
et: Tere, tere tulemast Stone Recognizer'ile. Ma olen teie rõõmsameelne abiline - tont Doktor 👋 Minuga saab alati ühendust võtta kivide, kristallide ja mineraalidega seotud küsimustega. Olen tõeline ekspert selles vallas. Kuidas minust on abi, saad teada nõuannetest💡 Mille kohta sooviksid teada saada?
fi: Hei, tervetuloa The Stone Recognizeriin. Olen iloinen apurisi - tonttutohtori 👋 Voit aina ottaa minuun yhteyttä kiviin, kristalleihin ja mineraaleihin liittyvissä kysymyksissä. Olen todellinen asiantuntija tällä alalla. Vinkkieni kautta saat lisätietoa siitä, miten voin olla avuksi💡 Mistä haluaisit tietää?
fr: Bonjour, bienvenue sur le site The Stone Recognizer. Je suis ton joyeux acolyte - le gnome Doc 👋 Tu peux toujours me contacter pour une question concernant les pierres, les cristaux et les minéraux. Je suis un véritable expert dans ce domaine. Vous pouvez en savoir plus sur la façon dont je peux vous aider dans les conseils💡 Qu'est-ce que vous aimeriez savoir ?
he: היי, ברוכים הבאים ל-The Stone Recognizer.אני הצד העליז שלך - דוק הגמד 👋 תמיד אפשר לפנות אליי בשאלה הקשורה לאבנים, קריסטלים ומינרלים.אני מומחה אמיתי בעסק הזה.תוכל לגלות עוד על איך אני יכול לעזור בטיפים💡 מה תרצה לדעת על?
hi: नमस्ते, स्टोन रिकॉग्नाइज़र में आपका स्वागत है।मैं आपका खुशमिजाज साथी हूं - सूक्ति डॉक्टर 👋 आप पत्थरों, क्रिस्टल और खनिजों से संबंधित प्रश्न के लिए हमेशा मुझसे संपर्क कर सकते हैं।मैं इस व्यवसाय में एक वास्तविक विशेषज्ञ हूं।आप युक्तियों में इस बारे में अधिक जानकारी प्राप्त कर सकते हैं कि मैं किस प्रकार सहायक हो सकता हूँ💡 आप किस बारे में जानना चाहेंगे?
hr: Bok, dobrodošli u The Stone Recognizer.Ja sam tvoj veseli pomoćnik - patuljak Doc 👋 Uvijek me možeš kontaktirati sa pitanjem vezanim za kamenje, kristale i minerale.Ja sam pravi stručnjak u ovom poslu.Više o tome kako mogu biti od pomoći možete saznati u savjetima💡 O čemu biste željeli znati?
hu: Üdvözöljük a Kőfelismerő oldalon. Én vagyok a vidám segítőd - a gnóm Doki 👋 A kövekkel, kristályokkal és ásványokkal kapcsolatos kérdésekkel bármikor fordulhatsz hozzám. Igazi szakértője vagyok ennek a szakmának. A tippek között többet megtudhatsz arról, hogy miben lehetek a segítségedre💡 Miről szeretnél tudni?
id: Hai, selamat datang di The Stone Recognizer. Saya adalah sahabat karib Anda yang ceria - si gnome Doc ðŸ‘‹ Anda selalu dapat menghubungi saya dengan pertanyaan yang berkaitan dengan batu, kristal, dan mineral. Saya benar-benar ahli dalam bisnis ini. Anda dapat mengetahui lebih lanjut tentang bagaimana saya dapat membantu dalam tipsðŸ’¡ Apa yang ingin Anda ketahui?
it: Salve, benvenuti su The Stone Recognizer. Sono il vostro allegro aiutante - lo gnomo Doc 👋 Potete sempre contattarmi per qualsiasi domanda relativa a pietre, cristalli e minerali. Sono un vero esperto in questo settore. Per saperne di più su come posso esservi utile, consultate i consigli💡 Cosa vorreste sapere?
ja: こんにちは、The Stone Recognizerへようこそ。私はあなたの陽気な相棒、ノーム・ドックです👋 石、クリスタル、鉱物に関する質問はいつでも私に連絡してください。私はこの仕事の本当の専門家です。私がどのようにお役に立てるかは、ヒントをご覧ください💡 何についてお知りになりたいですか？
ko: 안녕하세요, 스톤 인식기에 오신 것을 환영합니다. 저는 당신의 유쾌한 조수인 그놈 박사 👋 돌, 크리스탈 및 광물에 관한 질문이 있으시면 언제든지 저에게 연락하실 수 있습니다. 저는이 사업의 진정한 전문가입니다. 팁에서 제가 어떻게 도움이 될 수 있는지 자세히 알아볼 수 있습니다 💡 무엇에 대해 알고 싶으신가요?
lt: Sveiki, sveiki atvykę į 'The Stone Recognizer'. Aš esu linksmasis jūsų pagalbininkas - nykštukas Daktaras 👋 Visada galite kreiptis į mane su klausimais, susijusiais su akmenimis, kristalais ir mineralais. Esu tikras šio verslo ekspertas. Daugiau apie tai, kuo galiu būti naudingas, galite sužinoti patarimuose💡 Apie ką norėtumėte sužinoti?
lv: Sveiki, laipni lūgti vietnē The Stone Recognizer. Es esmu tavs jautrais palīgs - rūķis Doks 👋 Tu vienmēr vari sazināties ar mani ar jautājumiem par akmeņiem, kristāliem un minerāliem. Es esmu īsts eksperts šajā jomā. Vairāk par to, kā es varu būt noderīgs, vari uzzināt padomos💡 Par ko vēlies uzzināt?
ms: Hai, selamat datang ke The Stone Recognizer.Saya teman anda yang ceria - Doc gnome ðŸ‘‹ Anda sentiasa boleh menghubungi saya dengan soalan yang berkaitan dengan batu, kristal dan mineral.Saya memang pakar dalam perniagaan ini.Anda boleh mengetahui lebih lanjut tentang cara saya boleh membantu dalam petuaðŸ’¡ Apakah yang anda ingin ketahui?
nb: Hei, velkommen til The Stone Recognizer. Jeg er din muntre hjelper - nissen Doc 👋 Du kan alltid kontakte meg med spørsmål om steiner, krystaller og mineraler. Jeg er en ekte ekspert på dette området. Du kan finne ut mer om hvordan jeg kan være til hjelp i tipsene💡 Hva vil du vite mer om?
nl: Hallo, welkom bij De Stenenherkenner. Ik ben je vrolijke hulpje - de kabouter Doc 👋 Je kunt altijd bij me terecht met een vraag over stenen, kristallen en mineralen. Ik ben een echte expert op dit gebied. Je kunt meer te weten komen over hoe ik je van dienst kan zijn in de tips💡 Waarover zou je meer willen weten?
pl: Cześć, witaj na stronie Rozpoznawanie kamieni. Jestem twoim wesołym pomocnikiem - skrzatem Doc 👋 Zawsze możesz skontaktować się ze mną w sprawie pytań związanych z kamieniami, kryształami i minerałami. Jestem prawdziwym ekspertem w tej dziedzinie. Możesz dowiedzieć się więcej o tym, jak mogę być pomocny w poradach💡 O czym chciałbyś wiedzieć?
pt_pt: Olá, bem-vindo ao Reconhecedor de Pedras. Sou o seu alegre companheiro - o gnomo Doc 👋 Pode sempre contactar-me com uma questão relacionada com pedras, cristais e minerais. Eu sou um verdadeiro especialista neste negócio. Você pode descobrir mais sobre como posso ser útil nas dicas💡 Sobre o que você gostaria de saber?
ro: Bună, bine ați venit la The Stone Recognizer. Eu sunt simpaticul tău tovarăș vesel - gnomul Doc 👋 Mă poți contacta oricând cu o întrebare legată de pietre, cristale și minerale. Sunt un adevărat expert în acest domeniu. Puteți afla mai multe despre cum vă pot fi de ajutor în sfaturi💡 Despre ce ați dori să aflați?
ru: Здравствуйте, добро пожаловать на сайт 'Gem identifier'. Я ваш веселый помощник - гном Док 👋 Вы всегда можете обратиться ко мне с вопросом, связанным с камнями, кристаллами и минералами. Я настоящий эксперт в этом деле. Подробнее о том, чем я могу быть полезен, вы можете узнать из советов💡 О чем бы вы хотели узнать?
sk: Dobrý deň, vitajte na stránke Rozpoznávač kameňov. Som váš veselý pomocník - škriatok Doc 👋 Vždy sa na mňa môžete obrátiť s otázkou týkajúcou sa kameňov, kryštálov a minerálov. Som skutočný odborník v tejto oblasti. Viac o tom, ako vám môžem byť nápomocný, sa dozviete v tipoch💡 O čom by ste chceli vedieť?
sl: Pozdravljeni v programu The Stone Recognizer. Sem vaš veseli spremljevalec - škrat Doc 👋 Z vprašanji o kamnih, kristalih in mineralih se lahko vedno obrnete name. Sem pravi strokovnjak na tem področju. Več o tem, kako vam lahko pomagam, lahko izveste v nasvetih💡 O čem bi radi izvedeli?
sv: Hej, välkommen till The Stone Recognizer. Jag är din glada sidekick - gnomen Doc 👋 Du kan alltid kontakta mig med en fråga relaterad till stenar, kristaller och mineraler. Jag är en riktig expert på det här området. Du kan ta reda på mer om hur jag kan vara till hjälp i tipsen💡 Vad vill du veta mer om?
th: สวัสดี ยินดีต้อนรับสู่ The Stone Recognizerฉันเป็นเพื่อนสนิทที่ร่าเริงของคุณ - โนมส์หมอ 😏 คุณสามารถติดต่อฉันได้เสมอหากมีคำถามเกี่ยวกับหิน คริสตัล และแร่ธาตุฉันเป็นผู้เชี่ยวชาญอย่างแท้จริงในธุรกิจนี้คุณสามารถดูข้อมูลเพิ่มเติมว่าฉันจะมีประโยชน์ได้อย่างไรได้ในเคล็ดลับ💡 คุณต้องการทราบเกี่ยวกับอะไรบ้าง
tr: Merhaba, Taş Tanıyıcı'ya hoş geldiniz. Ben neşeli yardımcınız - cüce Doktor 👋 Taşlar, kristaller ve minerallerle ilgili bir sorunuz olduğunda her zaman benimle iletişime geçebilirsiniz. Ben bu işte gerçek bir uzmanım. İpuçlarında nasıl yardımcı olabileceğim hakkında daha fazla bilgi bulabilirsiniz💡 Ne hakkında bilgi edinmek istersiniz?
uk: Привіт, ласкаво просимо до 'Розпізнавача каміння'. Я твій веселий помічник - гном Док 👋 Ти завжди можеш звернутися до мене з питанням, пов'язаним з камінням, кристалами та мінералами. Я справжній експерт у цій справі. Детальніше про те, чим я можу бути корисним, ви можете дізнатися з підказок💡 Про що б ви хотіли дізнатися?
vi: Xin chào, chào mừng bạn đến với Người nhận dạng đá.Tôi là người bạn đồng hành vui vẻ của bạn - Bác sĩ gnome 👋 Bạn luôn có thể liên hệ với tôi nếu có câu hỏi liên quan đến đá, pha lê và khoáng chất.Tôi là một chuyên gia thực sự trong lĩnh vực kinh doanh này.Bạn có thể tìm hiểu thêm về cách tôi có thể hữu ích trong các mẹo💡 Bạn muốn biết về điều gì?
zh_hans: 嗨，欢迎来到 '宝石识别器'。我是你的好伙伴--侏儒博士 👋 如果你有关于石头、水晶和矿物的问题，可以随时联系我。我是这方面的真正专家。您可以在小贴士💡 中了解更多关于我如何提供帮助的信息。

# cam_pt_3
source: Good size
ar: مقاس جيد
bg: Добър размер
cs: Dobrá velikost
da: God størrelse
de: Gute Größe
el: Καλό μέγεθος
es: Buen tamaño
et: Hea suurus
fi: Hyvä koko
fr: Bonne taille
he: מידה טובה
hi: अच्छा माप
hr: Dobra veličina
hu: Jó méret
id: Ukuran yang bagus
it: Buone dimensioni
ja: サイズ
ko: 좋은 크기
lt: Geras dydis
lv: Labs izmērs
ms: Saiz yang baik
nb: God størrelse
nl: Goed formaat
pl: Dobry rozmiar
pt_pt: Bom tamanho
ro: Dimensiune bună
ru: Хороший размер
sk: Dobrá veľkosť
sl: Dobra velikost
sv: Bra storlek
th: ขนาดกำลังดี
tr: İyi boyut
uk: Хороший розмір.
vi: Kích thước tốt
zh_hans: 尺寸适中

# settings_title
source: Settings
ar: إعدادات
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: समायोजन
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定方法
ko: 설정
lt: Nustatymai
lv: Iestatījumi
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

# onb_sub_text_second
source: Useful information for finding the most expensive stones
ar: معلومات مفيدة للعثور على أغلى الحجارة
bg: Полезна информация за намиране на най-скъпите камъни
cs: Užitečné informace pro vyhledání nejdražších kamenů
da: Nyttige oplysninger til at finde de dyreste sten
de: Nützliche Informationen für die Suche nach den teuersten Steinen
el: Χρήσιμες πληροφορίες για την εύρεση των πιο ακριβών λίθων
es: Información útil para encontrar las piedras más caras
et: Kasulik teave kõige kallimate kivide leidmiseks
fi: Hyödyllistä tietoa kalleimpien kivien löytämiseksi
fr: Informations utiles pour trouver les pierres les plus chères
he: מידע שימושי למציאת האבנים היקרות ביותר
hi: सबसे महंगे पत्थर ढूंढने के लिए उपयोगी जानकारी
hr: Korisne informacije za pronalaženje najskupljih kamenja
hu: Hasznos információk a legdrágább kövek megtalálásához
id: Informasi yang berguna untuk menemukan batu yang paling mahal
it: Informazioni utili per trovare le pietre più costose
ja: 最も高価な石を探すのに役立つ情報
ko: 가장 비싼 스톤을 찾기 위한 유용한 정보
lt: Naudinga informacija apie brangiausių akmenų paiešką
lv: Noderīga informācija, lai atrastu visdārgākos akmeņus
ms: Maklumat berguna untuk mencari batu paling mahal
nb: Nyttig informasjon for å finne de dyreste steinene
nl: Nuttige informatie om de duurste stenen te vinden
pl: Przydatne informacje dotyczące wyszukiwania najdroższych kamieni
pt_pt: Informações úteis para encontrar as pedras mais caras
ro: Informații utile pentru a găsi cele mai scumpe pietre
ru: Полезная информация для поиска самых дорогих камней
sk: Užitočné informácie na vyhľadávanie najdrahších kameňov
sl: Koristne informacije za iskanje najdražjih kamnov
sv: Användbar information för att hitta de dyraste stenarna
th: ข้อมูลที่เป็นประโยชน์ในการค้นหาหินที่แพงที่สุด
tr: En pahalı taşları bulmak için faydalı bilgiler
uk: Корисна інформація для пошуку найдорожчих каменів
vi: Thông tin hữu ích cho việc tìm kiếm những viên đá đắt nhất
zh_hans: 寻找最昂贵宝石的实用信息

# h_search_high
source: Price high
ar: السعر مرتفع
bg: Висока цена
cs: Vysoká cena
da: Høj pris
de: Hoher Preis
el: Υψηλή τιμή
es: Precio alto
et: Hind kõrge
fi: Hinta korkea
fr: Prix élevé
he: מחיר גבוה
hi: कीमत ऊंची
hr: Cijena visoka
hu: Magas ár
id: Harga tinggi
it: Prezzo elevato
ja: 価格が高い
ko: 높은 가격
lt: Aukšta kaina
lv: Augsta cena
ms: Harga tinggi
nb: Høy pris
nl: Prijs hoog
pl: Wysoka cena
pt_pt: Preço elevado
ro: Preț ridicat
ru: Высокая цена
sk: Vysoká cena
sl: Visoka cena
sv: Högt pris
th: ราคาสูง
tr: Yüksek fiyat
uk: Ціна висока
vi: Giá cao
zh_hans: 价格高

# cam_pt_looking_3
source: Determine the cost per carat
ar: تحديد التكلفة للقيراط الواحد
bg: Определяне на цената на карат
cs: Stanovení nákladů na karát
da: Bestem prisen pr. karat
de: Bestimmen Sie die Kosten pro Karat
el: Προσδιορίστε το κόστος ανά καράτι
es: Determinar el coste por quilate
et: Määrake maksumus ühe karaadi kohta
fi: Määritä karaattikohtaiset kustannukset
fr: Déterminer le coût par carat
he: קבע את העלות לקראט
hi: प्रति कैरेट लागत निर्धारित करें
hr: Odredite cijenu po karatu
hu: Határozza meg a karátonkénti költséget
id: Tentukan biaya per karat
it: Determinare il costo per carato
ja: カラット当たりのコストを決定する
ko: 캐럿당 비용 결정
lt: Nustatykite vieno karato kainą
lv: Noteikt viena karāta izmaksas
ms: Tentukan kos setiap karat
nb: Bestem kostnaden per karat
nl: Bepaal de kosten per karaat
pl: Określenie kosztu za karat
pt_pt: Determinar o custo por quilate
ro: Determinați costul per carat
ru: Определение стоимости одного карата
sk: Určenie nákladov na karát
sl: Določite stroške na karat
sv: Bestäm kostnaden per karat
th: กำหนดราคาต่อกะรัต
tr: Karat başına maliyeti belirleyin
uk: Визначаємо вартість карата
vi: Xác định giá mỗi carat
zh_hans: 确定每克拉的成本

# h_subtitle_rare
source: The rarest stones and minerals
ar: أندر الحجارة والمعادن
bg: Най-редките камъни и минерали
cs: Nejvzácnější kameny a minerály
da: De mest sjældne sten og mineraler
de: Die seltensten Steine und Mineralien
el: Οι σπανιότερες πέτρες και ορυκτά
es: Las piedras y minerales más raros
et: Haruldasemad kivid ja mineraalid
fi: Harvinaisimmat kivet ja mineraalit
fr: Les pierres et minéraux les plus rares
he: האבנים והמינרלים הנדירים ביותר
hi: सबसे दुर्लभ पत्थर और खनिज
hr: Najrjeđe kamenje i minerali
hu: A legritkább kövek és ásványok
id: Batu dan mineral paling langka
it: Le pietre e i minerali più rari
ja: 希少な石と鉱物
ko: 희귀한 스톤과 미네랄
lt: Rečiausi akmenys ir mineralai
lv: Retākie akmeņi un minerāli
ms: Batu dan mineral paling jarang
nb: De mest sjeldne steinene og mineralene
nl: De zeldzaamste stenen en mineralen
pl: Najrzadsze kamienie i minerały
pt_pt: As pedras e os minerais mais raros
ro: Cele mai rare pietre și minerale
ru: Самые редкие камни и минералы
sk: Najvzácnejšie kamene a minerály
sl: Najredkejši kamni in minerali
sv: De mest sällsynta stenarna och mineralerna
th: หินและแร่ธาตุที่หายากที่สุด
tr: En nadir bulunan taşlar ve mineraller
uk: Найрідкісніші камені та мінерали
vi: Những loại đá và khoáng chất quý hiếm nhất
zh_hans: 最稀有的宝石和矿物

# h_title_healing
source: Healing stones
ar: شفاء الحجارة
bg: Лечебни камъни
cs: Léčivé kameny
da: Healende sten
de: Heilende Steine
el: Θεραπευτικές πέτρες
es: Piedras curativas
et: Tervendavad kivid
fi: Parantavat kivet
fr: Pierres de guérison
he: אבנים מרפאות
hi: हीलिंग पत्थर
hr: Ljekovito kamenje
hu: Gyógyító kövek
id: Penyembuhan batu
it: Pietre curative
ja: ヒーリングストーン
ko: 치유의 돌
lt: Gydomieji akmenys
lv: Dziedinošie akmeņi
ms: Batu penyembuhan
nb: Helbredende steiner
nl: Helende stenen
pl: Kamienie lecznicze
pt_pt: Pedras de cura
ro: Pietre de vindecare
ru: Целебные камни
sk: Liečivé kamene
sl: Zdravilni kamni
sv: Läkande stenar
th: หินบำบัด
tr: Şifalı taşlar
uk: Цілющі камені
vi: Đá chữa bệnh
zh_hans: 治疗石

# h_title_rare
source: Rare stones
ar: الحجارة النادرة
bg: Редки камъни
cs: Vzácné kameny
da: Sjældne sten
de: Seltene Steine
el: Σπάνιες πέτρες
es: Piedras raras
et: Haruldased kivid
fi: Harvinaiset kivet
fr: Pierres rares
he: אבנים נדירות
hi: दुर्लभ पत्थर
hr: Rijetko kamenje
hu: Ritka kövek
id: Batu langka
it: Pietre rare
ja: 希少石
ko: 희귀석
lt: Reti akmenys
lv: Reti akmeņi
ms: Batu yang jarang ditemui
nb: Sjeldne steiner
nl: Zeldzame stenen
pl: Rzadkie kamienie
pt_pt: Pedras raras
ro: Pietre rare
ru: Редкие камни
sk: Vzácne kamene
sl: Redki kamni
sv: Sällsynta stenar
th: หินหายาก
tr: Nadir taşlar
uk: Рідкісні камені
vi: Đá quý hiếm
zh_hans: 稀有宝石
