Repository: MrCronkite/basicSwift
Catalog: InternShip/Stones3/RareStones/SupportingFille/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans

# wishlist_title
source: Your wish list is empty
ar: قائمة رغباتك فارغة
bg: Списъкът ви с желания е празен
cs: Váš seznam přání je prázdný
da: Din ønskeliste er tom
de: Ihr Wunschzettel ist leer
el: Η λίστα επιθυμιών σας είναι άδεια
es: Su lista de deseos está vacía
et: Teie soovide nimekiri on tühi
fi: Toivelistasi on tyhjä
fr: Votre liste de souhaits est vide
he: רשימת המשאלות שלך ריקה
hi: अपकि इच्छा सूची खाली है
hr: Tvoja lista želja je prazna
hu: A kívánságlistája üres
id: Daftar keinginan Anda kosong
it: La vostra lista dei desideri è vuota
ja: あなたの欲しいものリストは空っぽ
ko: 위시리스트가 비어 있습니다.
lt: Jūsų pageidavimų sąrašas tuščias
lv: Jūsu vēlmju saraksts ir tukšs
ms: Senarai keinginan anda kosong
nb: Ønskelisten din er tom
nl: Je verlanglijstje is leeg
pl: Twoja lista życzeń jest pusta
pt_pt: A sua lista de desejos está vazia
ro: Lista ta de dorințe este goală
ru: Ваш список желаний пуст
sk: Váš zoznam želaní je prázdny
sl: Vaš seznam želja je prazen
sv: Din önskelista är tom
th: รายการความปรารถนาของคุณว่างเปล่า
tr: İstek listeniz boş
uk: Ваш список бажань порожній
vi: Danh sách mong muốn của bạn đang trống
zh_hans: 您的愿望清单是空的

# cam_alert_title
source: Rate the App
ar: قيم التطبيق
bg: Оценка на приложението
cs: Hodnocení aplikace
da: Bedøm appen
de: Bewerten Sie die App
el: Βαθμολογήστε την εφαρμογή
es: Valore la aplicación
et: Hinda rakendust
fi: Arvioi sovellus
fr: Évaluer l'application
he: דרג את האפליקציה
hi: एप्लिकेशन की श्रेणी बताओ
hr: Ocijenite aplikaciju
hu: Értékelje az alkalmazást
id: Beri Nilai Aplikasi
it: Valutare l'applicazione
ja: アプリを評価する
ko: 앱 평가하기
lt: Įvertinkite programėlę
lv: Novērtējiet lietotni
ms: Nilaikan Apl
nb: Vurder appen
nl: Beoordeel de app
pl: Oceń aplikację
pt_pt: Avaliar a aplicação
ro: Evaluați aplicația
ru: Оцените приложение
sk: Hodnotenie aplikácie
sl: Ocenite aplikacijo
sv: Betygsätt appen
th: ให้คะแนนแอป
tr: Uygulamayı Değerlendirin
uk: Оцініть додаток
vi: Đánh giá ứng dụng
zh_hans: 为应用程序评分

# camera_button
source: Recognize stone
ar: التعرف على الحجر
bg: Разпознаване на камък
cs: Rozpoznat kámen
da: Genkend sten
de: Erkennen von Stein
el: Αναγνωρίστε την πέτρα
es: Reconocer la piedra
et: Tunnista kivi
fi: Tunnista kivi
fr: Reconnaître la pierre
he: לזהות אבן
hi: पत्थर को पहचानो
hr: Prepoznajte kamen
hu: Felismerni kő
id: Mengenali batu
it: Riconoscere la pietra
ja: 石を認識する
ko: 돌 인식
lt: Atpažinti akmenį
lv: Atpazīt akmeni
ms: Mengenali batu
nb: Gjenkjenne stein
nl: Steen herkennen
pl: Rozpoznawanie kamienia
pt_pt: Reconhecer a pedra
ro: Recunoașteți piatra
ru: Распознать камень
sk: Rozpoznať kameň
sl: Prepoznajte kamen
sv: Känna igen sten
th: รู้จักหิน
tr: Taşı tanıyın
uk: Розпізнати камінь
vi: Nhận biết đá
zh_hans: 认识石材

# settings_invite
source: Invite friends
ar: ادعو أصدقاء
bg: Поканете приятели
cs: Pozvat přátele
da: Inviter venner
de: Freunde einladen
el: Προσκαλέστε φίλους
es: Invita a tus amigos
et: Kutsuge sõpru
fi: Kutsu ystäviä
fr: Inviter des amis
he: להזמין חברים
hi: मित्रों को आमंत्रित करें
hr: Pozvati prijatelje
hu: Barátok meghívása
id: Undang teman
it: Invitare gli amici
ja: 友人を招待する
ko: 친구 초대하기
lt: Kvieskite draugus
lv: Uzaiciniet draugus
ms: Menjemput kawan-kawan
nb: Inviter venner
nl: Vrienden uitnodigen
pl: Zaproś znajomych
pt_pt: Convidar amigos
ro: Invitați prieteni
ru: Пригласить друзей
sk: Pozvať priateľov
sl: Povabite prijatelje
sv: Bjud in vänner
th: เชิญเพื่อน ๆ
tr: Arkadaşlarınızı davet edin
uk: Запросити друзів
vi: Mời bạn bè
zh_hans: 邀请朋友

# cam_other_match
source: Other matches
ar: مباريات أخرى
bg: Други мачове
cs: Ostatní zápasy
da: Andre kampe
de: Andere Spiele
el: Άλλοι αγώνες
es: Otros partidos
et: Muud vasted
fi: Muut ottelut
fr: Autres correspondances
he: התאמות אחרות
hi: अन्य मैच
hr: Ostale utakmice
hu: Egyéb mérkőzések
id: Pertandingan lainnya
it: Altri abbinamenti
ja: その他の試合
ko: 기타 경기
lt: Kitos rungtynės
lv: Citi mači
ms: Perlawanan lain
nb: Andre kamper
nl: Andere wedstrijden
pl: Inne mecze
pt_pt: Outros jogos
ro: Alte meciuri
ru: Другие совпадения
sk: Ostatné zápasy
sl: Druge tekme
sv: Andra matchningar
th: นัดอื่นๆ
tr: Diğer eşleşmeler
uk: Інші матчі
vi: Các trận đấu khác
zh_hans: 其他比赛

# cart_formula
source: Formula
ar: معادلة
bg: Формула
cs: Vzorec
da: Formel
de: Formel
el: Φόρμουλα
es: Fórmula
et: Valem
fi: Kaava
fr: Formule
he: נוּסחָה
ja: フォーミュラ
ko: 공식
lt: Formulė
nb: Formel
nl: Formule
pl: Formuła
pt_pt: Fórmula
ru: Формула
sk: Vzorec
sv: Formel
th: สูตร
tr: Formül
uk: Формула
vi: Công thức
zh_hans: 计算公式

# h_button_premium
source: Get Premium
ar: إحصل على الأفضل
bg: Получете Premium
cs: Získat Premium
da: Få Premium
de: Prämie erhalten
el: Αποκτήστε Premium
es: Conseguir Premium
et: Hangi Premium
fi: Hanki Premium
fr: Obtenir une prime
he: קבל פרימיום
hi: प्रीमियम प्राप्त करना
hr: Dobiti premium
hu: Prémium beszerzése
id: Dapatkan Premium
it: Ottenere il premio
ja: プレミアムを取得する
ko: 프리미엄 받기
lt: Gaukite Premium
lv: Iegūt Premium
ms: Dapatkan premium
nb: Få Premium
nl: Krijg Premie
pl: Uzyskać premię
pt_pt: Obtenha Premium
ro: Obțineți Premium
ru: Получить премиум
sk: Získajte Premium
sl: Pridobite Premium
sv: Få Premium
th: รับพรีเมี่ยม
tr: Premium Alın
uk: Отримайте Преміум
vi: Lấy tiền thưởng
zh_hans: 获得保费

# onb_free_first
source: Unlimited recognition
ar: اعتراف غير محدود
bg: Неограничено признание
cs: Neomezené uznání
da: Ubegrænset anerkendelse
de: Unbeschränkte Anerkennung
el: Απεριόριστη αναγνώριση
es: Reconocimiento ilimitado
et: Piiramatu tunnustus
fi: Rajoittamaton tunnustus
fr: Reconnaissance illimitée
he: הכרה בלתי מוגבלת
hi: असीमित मान्यता
hr: Neograničeno priznanje
hu: Korlátlan elismerés
id: Pengakuan tanpa batas
it: Riconoscimento illimitato
ja: 無制限の表彰
ko: 무제한 인식
lt: Neribotas pripažinimas
lv: Neierobežota atzīšana
ms: Pengiktirafan tanpa had
nb: Ubegrenset anerkjennelse
nl: Onbeperkte erkenning
pl: Nieograniczone uznanie
pt_pt: Reconhecimento ilimitado
ro: Recunoaștere nelimitată
ru: Неограниченное распознавание
sk: Neobmedzené uznanie
sl: Neomejeno priznanje
sv: Obegränsat erkännande
th: การรับรู้ไม่ จำกัด
tr: Sınırsız tanınma
uk: Необмежене визнання
vi: Nhận dạng không giới hạn
zh_hans: 无限认可

# start_lable
source: Gem Identifire
ar: معرف الجوهرة
de: Edelstein Identifire
es: Gema Identifire
fi: Jalokivi Identifire
fr: Identification des pierres précieuses
he: אבן זיהוי
hi: रत्न पहचान
hr: Gem Identifier
id: Identifikasi Permata
it: Identificatore di gemme
ja: ジェム・アイデンティファイア
ko: 보석 식별자
lv: Dārgakmens Identifire
pt_pt: Identificador de gemas
ru: Идентификация драгоценных камней
th: อัญมณีประจำตัว
vi: Nhận dạng đá quý
zh_hans: 宝石识别器

# h_up_to
source: Up to
ar: يصل إلى
bg: До
cs: Až do
da: Op til
de: Bis zu
el: Μέχρι
es: Hasta
et: Kuni
fi: Enintään
fr: Jusqu'à
he: עד ל
hi: तक
hr: Sve do
hu: Legfeljebb
id: Hingga
it: Fino a
ja: 最大
ko: 최대
lt: Iki
lv: Līdz
ms: Sehingga
nb: Opp til
nl: Tot
pl: Do
pt_pt: Até
ro: Până la
ru: До
sk: Až do
sl: Do
sv: Upp till
th: จนถึง
tr: kadar
uk: До
vi: Lên đến
zh_hans: 最多

# onb_free_third
source: Ai Helper 24/7
ar: منظمة العفو الدولية مساعد 24/7
de: KI-Helfer 24/7
he: איי עוזר 24/7
hi: एआई हेल्पर 24/7
hr: AI pomagač 24/7
id: Pembantu Ai 24/7
it: Aiutante 24/7
ja: アイ・ヘルパー24/7
ko: 인공지능 도우미 24/7
lt: Ai pagalbininkas 24/7
lv: Ai palīgs 24/7
ru: Помощник 24/7
th: ผู้ช่วย Ai 24/7
tr: Ai Helper 7/24
vi: Ai Trợ Giúp 24/7
zh_hans: 全天候 Ai 助手

# h_lable_premium_subtitle
source: Use the app's features without limits
ar: استخدم ميزات التطبيق بلا حدود
bg: Използвайте функциите на приложението без ограничения
cs: Využívání funkcí aplikace bez omezení
da: Brug appens funktioner uden begrænsninger
de: Nutzen Sie die Funktionen der App ohne Einschränkungen
el: Χρησιμοποιήστε τις λειτουργίες της εφαρμογής χωρίς περιορισμούς
es: Utiliza las funciones de la aplicación sin límites
et: Kasutage rakenduse funktsioone ilma piiranguteta
fi: Käytä sovelluksen ominaisuuksia rajoituksetta
fr: Utiliser les fonctionnalités de l'application sans limites
he: השתמש בתכונות האפליקציה ללא הגבלה
hi: ऐप की सुविधाओं का बिना किसी सीमा के उपयोग करें
hr: Koristite značajke aplikacije bez ograničenja
hu: Az alkalmazás funkcióinak korlátlan használata
id: Gunakan fitur aplikasi tanpa batas
it: Utilizzare le funzioni dell'app senza limiti
ja: アプリの機能を無制限に使う
ko: 앱의 기능을 제한 없이 사용하세요
lt: Naudokitės programėlės funkcijomis be apribojimų
lv: Lietojiet lietotnes funkcijas bez ierobežojumiem
ms: Gunakan ciri apl tanpa had
nb: Bruk appens funksjoner uten begrensninger
nl: De functies van de app onbeperkt gebruiken
pl: Korzystaj z funkcji aplikacji bez ograniczeń
pt_pt: Utilizar as funcionalidades da aplicação sem limites
ro: Utilizați fără limite funcțiile aplicației
ru: Используйте приложениe без ограничений
sk: Používanie funkcií aplikácie bez obmedzení
sl: Uporaba funkcij aplikacije brez omejitev
sv: Använd appens funktioner utan begränsningar
th: ใช้ฟีเจอร์ของแอปได้ไม่จำกัด
tr: Uygulamanın özelliklerini sınırsız kullanın
uk: Користуйтеся функціями додатку без обмежень
vi: Sử dụng các tính năng của ứng dụng không giới hạn
zh_hans: 无限制地使用应用程序的功能

# tab_home
source: Home
ar: بيت
bg: Начало
da: Hjem
de: Startseite
el: Αρχική σελίδα
es: Inicio
et: Kodu
fi: Etusivu
fr: Accueil
he: בית
hi: घर
hr: Dom
id: Beranda
it: Casa
ja: ホーム
ko: 홈
lt: Pagrindinis
lv: Sākums
ms: Rumah
nb: Hjem
pl: Strona główna
pt_pt: Início
ro: Acasă
ru: Главная
sk: Domov
sl: Domov
sv: Hem
th: บ้าน
tr: Ev
uk: Головна
vi: Trang chủ
zh_hans: 首页

# detect_sub_text
source: The detector recognizes stones with metal content. Bring the phone as close as possible to the deposit or stone.
ar: يتعرف الكاشف على الحجارة ذات المحتوى المعدني.قم بتقريب الهاتف قدر الإمكان من الوديعة أو الحجر.
bg: Детекторът разпознава камъни с метално съдържание. Приближете телефона възможно най-близо до находището или камъка.
cs: Detektor rozpozná kameny s obsahem kovu. Přibližte telefon co nejblíže k nalezišti nebo kameni.
da: Detektoren genkender sten med metalindhold. Bring telefonen så tæt på depotet eller stenen som muligt.
de: Der Detektor erkennt Steine mit Metallgehalt. Bringen Sie das Telefon so nah wie möglich an die Lagerstätte oder den Stein heran.
el: Ο ανιχνευτής αναγνωρίζει πέτρες με μεταλλικό περιεχόμενο. Φέρτε το τηλέφωνο όσο το δυνατόν πιο κοντά στο κοίτασμα ή την πέτρα.
es: El detector reconoce las piedras con contenido metálico. Acerque el teléfono lo máximo posible al yacimiento o a la piedra.
et: Detektor tunneb ära metallisisaldusega kivid. Viige telefon võimalikult lähedale hoiule või kivile.
fi: Ilmaisin tunnistaa kivet, joissa on metallia. Vie puhelin mahdollisimman lähelle esiintymää tai kiveä.
fr: Le détecteur reconnaît les pierres contenant du métal. Approchez le téléphone le plus près possible du gisement ou de la pierre.
he: הגלאי מזהה אבנים עם תכולת מתכת.הביאו את הטלפון כמה שיותר קרוב לפיקדון או לאבן.
hi: डिटेक्टर धातु सामग्री वाले पत्थरों को पहचानता है।फ़ोन को जितना संभव हो जमा या पत्थर के करीब लाएँ।
hr: Detektor prepoznaje kamenje sa sadržajem metala.Približite telefon naslagama ili kamenu što je moguće bliže.
hu: A detektor felismeri a fémtartalmú köveket. Vigye a telefont a lehető legközelebb a lelőhelyhez vagy a kőhöz.
id: Detektor mengenali batu dengan kandungan logam. Dekatkan ponsel sedekat mungkin dengan deposit atau batu.
it: Il rilevatore riconosce le pietre con contenuto metallico. Avvicinare il più possibile il telefono al deposito o alla pietra.
ja: 探知機は金属を含む石を認識します。鉱床や石に携帯電話をできるだけ近づけます。
ko: 탐지기는 금속 성분이 있는 돌을 인식합니다. 휴대폰을 보증금이나 돌에 최대한 가까이 가져가세요.
lt: Detektorius atpažįsta akmenis, kuriuose yra metalo. Priartinkite telefoną kuo arčiau telkinio ar akmens.
lv: Detektors atpazīst akmeņus ar metāla saturu. Pietuviniet tālruni pēc iespējas tuvāk depozītam vai akmenim.
ms: Pengesan mengecam batu dengan kandungan logam.Bawa telefon sedekat mungkin dengan deposit atau batu.
nb: Detektoren gjenkjenner steiner med metallinnhold. Før telefonen så nær forekomsten eller steinen som mulig.
nl: De detector herkent stenen met metaal. Breng de telefoon zo dicht mogelijk bij het depot of de steen.
pl: Wykrywacz rozpoznaje kamienie z zawartością metalu. Przybliż telefon jak najbliżej złoża lub kamienia.
pt_pt: O detetor reconhece as pedras com conteúdo metálico. Aproximar o telemóvel o mais possível do depósito ou da pedra.
ro: Detectorul recunoaște pietrele cu conținut metalic. Apropiați telefonul cât mai mult posibil de zăcământ sau de piatră.
ru: Детектор распознает камни с содержанием металла. Поднесите телефон как можно ближе к месторождению или камню.
sk: Detektor rozpozná kamene s obsahom kovu. Priblížte telefón čo najbližšie k nálezisku alebo kameňu.
sl: Detektor prepozna kamne z vsebnostjo kovin. Telefon približajte najdišču ali kamnu, kolikor je mogoče.
sv: Detektorn känner igen stenar med metallinnehåll. För telefonen så nära fyndet eller stenen som möjligt.
th: เครื่องตรวจจับจะจดจำหินที่มีส่วนประกอบของโลหะนำโทรศัพท์เข้าใกล้เงินฝากหรือก้อนหินมากที่สุด
tr: Dedektör metal içerikli taşları tanır. Telefonu birikintiye veya taşa mümkün olduğunca yaklaştırın.
uk: Детектор розпізнає камені з вмістом металу. Піднесіть телефон якомога ближче до родовища або каменю.
vi: Máy dò nhận biết đá có hàm lượng kim loại.Mang điện thoại càng gần chỗ đặt cọc hoặc hòn đá càng tốt.
zh_hans: 探测器可识别含有金属成分的石头。将手机尽可能靠近矿藏或石头。

# onb_free_skip
source: Skip
ar: يتخطى
bg: Пропуснете
cs: Přeskočit
da: Spring
de: Überspringen
el: Παράλειψη
es: Saltar
et: Jäta vahele.
fi: Ohita
fr: Sauter
he: לדלג
hi: छोडना
hr: Preskočiti
id: Lewati
it: Salto
ja: スキップ
ko: 건너뛰기
lt: Praleisti
lv: Izlaist
ms: Langkau
nb: Hopp over
pt_pt: Saltar
ru: Закрыть
sk: Vynechať
sl: Preskoči
sv: Hoppa över
th: ข้าม
tr: Atla
uk: Пропустити.
vi: Nhảy
zh_hans: 跳过

# h_zodiac_element
source: Element
ar: عنصر
bg: Елемент
cs: Prvek
el: Στοιχείο
es: Elemento
fi: Elementti
fr: Élément
he: אֵלֵמֶנט
hi: तत्व
hu: Elem
id: Elemen
it: Elemento
ja: エレメント
ko: 요소
lt: Elementas
lv: Elements
ms: Elemen
pt_pt: Elemento
ru: Элемент
sk: Prvok
th: องค์ประกอบ
uk: Елемент
vi: Yếu tố
zh_hans: 元素

# h_zodiac_title
source: Zodiac stones
ar: حجارة البروج
bg: Зодиакални камъни
cs: Kameny zvěrokruhu
da: Stjernetegnets sten
de: Sternzeichen Steine
el: Ζωδιακές πέτρες
es: Piedras del zodíaco
et: Tähtkuju kivid
fi: Zodiac-kivet
fr: Pierres du zodiaque
he: אבני גלגל המזלות
hi: राशि चक्र के पत्थर
hr: Zodijačko kamenje
hu: Zodiákus kövek
id: Batu zodiak
it: Pietre dello zodiaco
ja: 星座石
ko: 조디악 스톤
lt: Zodiako akmenys
lv: Zodiaka akmeņi
ms: Batu zodiak
nb: Stjernetegnets steiner
nl: Dierenriem stenen
pl: Kamienie zodiaku
pt_pt: Pedras do zodíaco
ro: Pietre zodiacale
ru: Зодиакальные камни
sk: Kamene zverokruhu
sl: Zodiakalni kamni
sv: Stenar från zodiaken
th: หินประจำราศี
tr: Zodyak taşları
uk: Камені зодіаку
vi: Đá hoàng đạo
zh_hans: 黄道十二宫宝石

# cam_photo_tips
source: Photo Tips
ar: نصائح الصور
bg: Съвети за снимки
cs: Foto tipy
da: Fototips
de: Foto-Tipps
el: Συμβουλές φωτογραφιών
es: Consejos fotográficos
et: Foto näpunäited
fi: Kuvavinkkejä
fr: Conseils photo
he: טיפים לצילום
hi: फोटो टिप्स
hr: Savjeti za fotografije
hu: Fotó tippek
id: Tips Foto
it: Suggerimenti per le foto
ja: 写真のヒント
ko: 사진 팁
lt: Nuotraukų patarimai
lv: Foto padomi
ms: Petua Foto
nb: Fototips
nl: Tips voor foto's
pl: Wskazówki dotyczące zdjęć
pt_pt: Dicas de fotografia
ro: Sfaturi foto
ru: Фото советы
sk: Tipy na fotografie
sl: Foto nasveti
sv: Tips om foton
th: เคล็ดลับการถ่ายภาพ
tr: Fotoğraf İpuçları
uk: Поради щодо фотографій
vi: Mẹo chụp ảnh
zh_hans: 摄影技巧

# cam_pt_title
source: To improve the recognition result adhere to the following tips:
ar: لتحسين نتيجة التعرف، اتبع النصائح التالية:
bg: За да подобрите резултата от разпознаването, спазвайте следните съвети:
cs: Chcete-li zlepšit výsledek rozpoznávání, dodržujte následující tipy:
da: For at forbedre genkendelsesresultatet skal du følge følgende tips:
de: Um das Erkennungsergebnis zu verbessern, sollten Sie die folgenden Tipps befolgen:
el: Για να βελτιώσετε το αποτέλεσμα της αναγνώρισης ακολουθήστε τις παρακάτω συμβουλές:
es: Para mejorar el resultado del reconocimiento, siga estos consejos:
et: Tunnistustulemuse parandamiseks järgige järgmisi nõuandeid:
fi: Parantaaksesi tunnistustulosta noudata seuraavia vinkkejä:
fr: Pour améliorer le résultat de la reconnaissance, suivez les conseils suivants :
he: כדי לשפר את תוצאת הזיהוי היצמד לטיפים הבאים:
hi: पहचान परिणाम को बेहतर बनाने के लिए निम्नलिखित सुझावों का पालन करें:
hr: Za poboljšanje rezultata prepoznavanja pridržavajte se sljedećih savjeta:
hu: A felismerési eredmény javítása érdekében tartsa be a következő tippeket:
id: Untuk meningkatkan hasil pengenalan, ikuti saran berikut ini:
it: Per migliorare il risultato del riconoscimento, attenersi ai seguenti suggerimenti:
ja: 認識結果を改善するために、以下のヒントを守ってください：
ko: 인식 결과를 개선하려면 다음 팁을 준수하세요:
lt: Norėdami pagerinti atpažinimo rezultatus, laikykitės šių patarimų:
lv: Lai uzlabotu atpazīšanas rezultātu, ievērojiet šādus padomus:
ms: Untuk meningkatkan hasil pengecaman, patuhi petua berikut:
nb: Følg følgende tips for å forbedre gjenkjenningsresultatet:
nl: Volg de volgende tips om het herkenningsresultaat te verbeteren:
pl: Aby poprawić wynik rozpoznawania, zastosuj się do poniższych wskazówek:
pt_pt: Para melhorar o resultado do reconhecimento, siga as seguintes sugestões:
ro: Pentru a îmbunătăți rezultatul recunoașterii, respectați următoarele sfaturi:
ru: Чтобы улучшить результат распознавания, придерживайтесь следующих рекомендаций:
sk: Ak chcete zlepšiť výsledok rozpoznávania, dodržiavajte nasledujúce tipy:
sl: Če želite izboljšati rezultat prepoznavanja, upoštevajte naslednje nasvete:
sv: För att förbättra igenkänningsresultatet följer du följande tips:
th: เพื่อปรับปรุงผลการจดจำให้ปฏิบัติตามคำแนะนำต่อไปนี้:
tr: Tanıma sonucunu iyileştirmek için aşağıdaki ipuçlarına uyun:
uk: Щоб покращити результат розпізнавання, дотримуйтесь наступних порад:
vi: Để cải thiện kết quả nhận dạng, hãy tuân thủ các mẹo sau:
zh_hans: 为提高识别效果，请遵守以下提示：

# h_title_stone_rare
source: Rare stones
ar: الحجارة النادرة
bg: Редки камъни
cs: Vzácné kameny
da: Sjældne sten
de: Seltene Steine
el: Σπάνιες πέτρες
es: Piedras raras
et: Haruldased kivid
fi: Harvinaiset kivet
fr: Pierres rares
he: אבנים נדירות
hi: दुर्लभ पत्थर
hr: Rijetko kamenje
hu: Ritka kövek
id: Batu langka
it: Pietre rare
ja: 希少石
ko: 희귀석
lt: Reti akmenys
lv: Reti akmeņi
ms: Batu yang jarang ditemui
nb: Sjeldne steiner
nl: Zeldzame stenen
pl: Rzadkie kamienie
pt_pt: Pedras raras
ro: Pietre rare
ru: Редкие камни
sk: Vzácne kamene
sl: Redki kamni
sv: Sällsynta stenar
th: หินหายาก
tr: Nadir taşlar
uk: Рідкісні камені
vi: Đá quý hiếm
zh_hans: 稀有宝石

# cart_title_article
source: Article about stone
ar: مقال عن الحجر
bg: Статия за камък
cs: Článek o kameni
da: Artikel om sten
de: Artikel über Stein
el: Άρθρο για την πέτρα
es: Artículo sobre la piedra
et: Artikkel kivi kohta
fi: Artikkeli kivestä
fr: Article sur la pierre
he: מאמר על אבן
hi: पत्थर के बारे में लेख
hr: Članak o kamenu
hu: Cikk a kőről
id: Artikel tentang batu
it: Articolo sulla pietra
ja: 石に関する記事
ko: 돌에 관한 기사
lt: Straipsnis apie akmenį
lv: Raksts par akmeni
ms: Artikel tentang batu
nb: Artikkel om stein
nl: Artikel over steen
pl: Artykuł o kamieniu
pt_pt: Artigo sobre a pedra
ro: Articol despre piatră
ru: Статья о камне
sk: Článok o kameni
sl: Članek o kamnu
sv: Artikel om sten
th: บทความเกี่ยวกับหิน
tr: Taş hakkında makale
uk: Стаття про камінь
vi: Bài viết về đá
zh_hans: 关于石头的文章

# h_lable_premium_title
source: Unlimited access
ar: وصول غير محدود
bg: Неограничен достъп
cs: Neomezený přístup
da: Ubegrænset adgang
de: Unbeschränkter Zugang
el: Απεριόριστη πρόσβαση
es: Acceso ilimitado
et: Piiramatu juurdepääs
fi: Rajoittamaton pääsy
fr: Accès illimité
he: גישה בלתי מוגבלת
hi: असीमित पहुंच
hr: Neograničen pristup
hu: Korlátlan hozzáférés
id: Akses tak terbatas
it: Accesso illimitato
ja: 無制限アクセス
ko: 무제한 액세스
lt: Neribota prieiga
lv: Neierobežota piekļuve
ms: Akses tanpa had
nb: Ubegrenset tilgang
nl: Onbeperkte toegang
pl: Nieograniczony dostęp
pt_pt: Acesso ilimitado
ro: Acces nelimitat
ru: Неограниченный доступ
sk: Neobmedzený prístup
sl: Neomejen dostop
sv: Obegränsad tillgång
th: การเข้าถึงแบบไม่ จำกัด
tr: Sınırsız erişim
uk: Необмежений доступ
vi: Truy cập vô hạn
zh_hans: 无限制访问

# cam_settings_title
source: No access to camera!
ar: لا يمكن الوصول إلى الكاميرا!
bg: Няма достъп до камера!
cs: Žádný přístup ke kameře!
da: Ingen adgang til kamera!
de: Kein Zugang zur Kamera!
el: Δεν υπάρχει πρόσβαση στην κάμερα!
es: ¡No hay acceso a la cámara!
et: Kaamerale puudub juurdepääs!
fi: Ei pääsyä kameraan!
fr: Pas d'accès à l'appareil photo !
he: אין גישה למצלמה!
hi: कैमरे तक पहुंच नहीं!
hr: Nema pristupa kameri!
hu: Nincs hozzáférés a kamerához!
id: Tidak ada akses ke kamera!
it: Non è possibile accedere alla fotocamera!
ja: カメラにアクセスできない！
ko: 카메라에 액세스할 수 없습니다!
lt: Nėra prieigos prie fotoaparato!
lv: Nav piekļuves kamerai!
ms: Tiada akses kepada kamera!
nb: Ingen tilgang til kamera!
nl: Geen toegang tot camera!
pl: Brak dostępu do kamery!
pt_pt: Sem acesso à câmara!
ro: Fără acces la camera foto!
ru: Нет доступа к фотоаппарату!
sk: Žiadny prístup ku kamere!
sl: Brez dostopa do fotoaparata!
sv: Ingen tillgång till kamera!
th: ไม่มีการเข้าถึงกล้อง!
tr: Kameraya erişim yok!
uk: Немає доступу до камери!
vi: Không có quyền truy cập vào máy ảnh!
zh_hans: 无法使用照相机！

# cam_lable_mathc
source: Not naw
ar: ليس جديدا
bg: Не на
cs: Ne naw
da: Ikke nej
de: Nein, nein
el: Όχι, όχι.
es: No, no.
et: Ei ole.
fi: Ei ole.
fr: Pas naw
he: לא נאו
hi: नया नहीं
hr: Ne naw
hu: Nem, nem.
id: Tidak.
it: Non è vero
ja: いいえ
ko: 아니요
lt: Ne naw
lv: Nav naw
ms: Bukan naw
nb: Ikke nei
nl: Niet naw
pl: Nie
pt_pt: Não não
ro: Nu naw
ru: Нет, не сейчас
sk: Nie naw
sl: Ne naw
sv: Inte alls
th: ไม่นะ
tr: Hayır.
uk: Ні.
vi: Không phải bây giờ
zh_hans: 没有

# h_button_see
source: See all
ar: اظهار الكل
bg: Вижте всички
cs: Zobrazit všechny
da: Se alle
de: Alle sehen
el: Δείτε όλα
es: Ver todos
et: Vaata kõiki
fi: Katso kaikki
fr: Voir tous
he: ראה הכל
hi: सभी देखें
hr: Vidi sve
hu: Lásd mindet
id: Lihat semua
it: Vedi tutti
ja: すべて見る
ko: 모두 보기
lt: Žiūrėti visus
lv: Skatīt visu
ms: Lihat semua
nb: Se alle
nl: Bekijk alle
pl: Zobacz wszystkie
pt_pt: Ver tudo
ro: Vezi toate
ru: См. все
sk: Pozri všetky
sl: Oglejte si vse
sv: Se alla
th: ดูทั้งหมด
tr: Tümünü görün
uk: Переглянути всі
vi: Nhìn thấy tất cả
zh_hans: 查看全部

# onb_free_second
source: Detection with no limits
ar: الكشف بلا حدود
bg: Откриване без граници
cs: Detekce bez omezení
da: Detektion uden grænser
de: Nachweis ohne Grenzwerte
el: Ανίχνευση χωρίς όρια
es: Detección sin límites
et: Piirideta tuvastamine
fi: Havaitseminen ilman rajoja
fr: Détection sans limites
he: זיהוי ללא גבולות
hi: बिना किसी सीमा के पता लगाना
hr: Otkrivanje bez ograničenja
hu: Határérték nélküli észlelés
id: Deteksi tanpa batas
it: Rilevamento senza limiti
ja: 限界のない検出
ko: 제한 없는 탐지
lt: Aptikimas be ribų
lv: Noteikšana bez ierobežojumiem
ms: Pengesanan tanpa had
nb: Deteksjon uten grenser
nl: Detectie zonder grenzen
pl: Wykrywanie bez ograniczeń
pt_pt: Deteção sem limites
ro: Detecție fără limite
ru: Обнаружение без ограничений
sk: Detekcia bez limitov
sl: Odkrivanje brez omejitev
sv: Detektering utan gränser
th: การตรวจจับที่ไม่มีขีดจำกัด
tr: Sınırsız algılama
uk: Виявлення без обмежень
vi: Phát hiện không có giới hạn
zh_hans: 无限制检测
