Repository: MrCronkite/basicSwift
Catalog: InternShip/Stones3/RareStones/SupportingFille/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans

# h_subtitle_all
source: Stones, minerals, chrystals
ar: الحجارة والمعادن والبلورات
bg: Камъни, минерали, кристали
cs: Kameny, minerály, krystaly
da: Sten, mineraler, krystaller
de: Steine, Mineralien, Kristalle
el: Πέτρες, ορυκτά, κρύσταλλοι
es: Piedras, minerales, cristales
et: Kivid, mineraalid, kristallid
fi: Kivet, mineraalit, kristallit
fr: Pierres, minéraux, cristaux
he: אבנים, מינרלים, קריסטלים
hi: पत्थर, खनिज, क्रिस्टल
hr: Kamenje, minerali, kristali
hu: Kövek, ásványok, kristályok
id: Batu, mineral, kristal
it: Pietre, minerali, cristalli
ja: 石、鉱物、水晶
ko: 돌, 광물, 크리스탈
lt: Akmenys, mineralai, kristalai
lv: Akmeņi, minerāli, kristāli
ms: Batu, mineral, kristal
nb: Steiner, mineraler, krystaller
nl: Stenen, mineralen, kristallen
pl: Kamienie, minerały, kryształy
pt_pt: Pedras, minerais, cristais
ro: Pietre, minerale, cristale
ru: Камни, минералы, кристаллы
sk: Kamene, minerály, kryštály
sl: Kamni, minerali, kristali
sv: Stenar, mineraler, kristaller
th: หิน แร่ธาตุ คริสตัล
tr: Taşlar, mineraller, kristaller
uk: Каміння, мінерали, кристали
vi: Đá, khoáng chất, tinh thể
zh_hans: 石头、矿物、水晶

# cam_identification
source: Identification process
ar: عملية تحديد الهوية
bg: Процес на идентифициране
cs: Proces identifikace
da: Identifikationsproces
de: Prozess der Identifizierung
el: Διαδικασία αναγνώρισης
es: Proceso de identificación
et: Identifitseerimisprotsess
fi: Tunnistamisprosessi
fr: Processus d'identification
he: תהליך זיהוי
hi: पहचान प्रक्रिया
hr: Proces identifikacije
hu: Azonosítási folyamat
id: Proses identifikasi
it: Processo di identificazione
ja: 識別プロセス
ko: 신원 확인 프로세스
lt: Identifikavimo procesas
lv: Identifikācijas process
ms: Proses pengenalan
nb: Identifiseringsprosess
nl: Identificatieproces
pl: Proces identyfikacji
pt_pt: Processo de identificação
ro: Procesul de identificare
ru: Процесс идентификации
sk: Proces identifikácie
sl: Postopek identifikacije
sv: Identifieringsprocess
th: กระบวนการระบุตัวตน
tr: Tanımlama süreci
uk: Процес ідентифікації
vi: Quá trình nhận dạng
zh_hans: 识别过程

# history_title
source: Your history is empty
ar: تاريخك فارغ
bg: Историята ви е празна
cs: Vaše historie je prázdná
da: Din historie er tom
de: Ihre Geschichte ist leer
el: Το ιστορικό σας είναι άδειο
es: Tu historia está vacía
et: Teie ajalugu on tühi
fi: Historiasi on tyhjä
fr: Votre histoire est vide
he: ההיסטוריה שלך ריקה
hi: आपका इतिहास खाली है
hr: Vaša povijest je prazna
hu: Az előzményeid üresek
id: Riwayat Anda kosong
it: La vostra storia è vuota
ja: あなたの歴史は空っぽ
ko: 기록이 비어 있습니다.
lt: Jūsų istorija yra tuščia
lv: Jūsu vēsture ir tukša
ms: Sejarah anda kosong
nb: Historien din er tom
nl: Je geschiedenis is leeg
pl: Twoja historia jest pusta
pt_pt: A sua história está vazia
ro: Istoria ta este goală
ru: Ваша история пуста
sk: Vaša história je prázdna
sl: Vaša zgodovina je prazna
sv: Din historik är tom
th: ประวัติของคุณว่างเปล่า
tr: Geçmişiniz boş
uk: Ваша історія порожня
vi: Lịch sử của bạn trống
zh_hans: 你的历史是空白的

# detect_sub_subtitle
source: Use the feature for viewing ads or get full access to all of the features for a subscription
ar: استخدم الميزة لعرض الإعلانات أو الحصول على الوصول الكامل إلى جميع الميزات للاشتراك
bg: Използвайте функцията за гледане на реклами или получете пълен достъп до всички функции с абонамент
cs: Použijte funkci pro prohlížení reklam nebo získejte plný přístup ke všem funkcím za předplatné.
da: Brug funktionen til at se annoncer, eller få fuld adgang til alle funktionerne med et abonnement.
de: Nutzen Sie die Funktion zum Anzeigen von Werbung oder erhalten Sie vollen Zugriff auf alle Funktionen für ein Abonnement
el: Χρησιμοποιήστε τη λειτουργία για την προβολή διαφημίσεων ή αποκτήστε πλήρη πρόσβαση σε όλες τις λειτουργίες με μια συνδρομή
es: Utilice la función para ver anuncios u obtenga acceso completo a todas las funciones mediante una suscripción
et: Kasutage funktsiooni reklaamide vaatamiseks või saate täieliku juurdepääsu kõikidele funktsioonidele tellimusena
fi: Käytä ominaisuutta mainosten katseluun tai saat täyden käyttöoikeuden kaikkiin ominaisuuksiin tilauksen hinnalla.
fr: Utilisez la fonction pour visionner des publicités ou obtenez un accès complet à toutes les fonctions moyennant un abonnement.
he: השתמש בתכונה לצפייה במודעות או לקבל גישה מלאה לכל התכונות למנוי
hi: विज्ञापनों को देखने के लिए सुविधा का उपयोग करें या सदस्यता के लिए सभी सुविधाओं तक पूरी पहुंच प्राप्त करें
hr: Upotrijebite značajku za pregled oglasa ili privucite potpuni pristup svim značajkama za pretplatu
hu: Használja a funkciót hirdetések megtekintésére, vagy előfizetés ellenében teljes hozzáférést kaphat az összes funkcióhoz.
id: Gunakan fitur untuk melihat iklan atau dapatkan akses penuh ke semua fitur dengan berlangganan
it: Utilizzate la funzione per visualizzare gli annunci o ottenete l'accesso completo a tutte le funzioni con un abbonamento.
ja: 広告を表示するために機能を使用するか、サブスクリプションのすべての機能をフルアクセスする
ko: 광고 보기 기능을 사용하거나 구독의 모든 기능에 대한 전체 액세스 권한을 얻으세요.
lt: Naudokite funkciją skelbimams peržiūrėti arba gaukite visišką prieigą prie visų funkcijų už prenumeratą
lv: Izmantojiet šo funkciju reklāmu skatīšanai vai saņemiet pilnu piekļuvi visām funkcijām par abonementu.
ms: Gunakan ciri untuk melihat iklan atau dapatkan akses penuh ke semua ciri untuk langganan
nb: Bruk funksjonen for å se annonser, eller få full tilgang til alle funksjonene mot et abonnement.
nl: Gebruik de functie voor het bekijken van advertenties of krijg volledige toegang tot alle functies voor een abonnement
pl: Korzystaj z funkcji wyświetlania reklam lub uzyskaj pełny dostęp do wszystkich funkcji w ramach subskrypcji.
pt_pt: Utilize a funcionalidade para ver anúncios ou obtenha acesso total a todas as funcionalidades através de uma subscrição
ro: Utilizați funcția pentru vizualizarea anunțurilor sau obțineți acces complet la toate funcțiile pentru un abonament
ru: Используйте функцию для просмотра рекламы или получите полный доступ ко всем функциям за подписку
sk: Použite funkciu na zobrazovanie reklám alebo získajte plný prístup ku všetkým funkciám za predplatné
sl: Uporabite funkcijo za ogled oglasov ali pridobite popoln dostop do vseh funkcij za naročnino.
sv: Använd funktionen för att visa annonser eller få full tillgång till alla funktioner för en prenumeration
th: ใช้คุณสมบัติสำหรับการดูโฆษณาหรือเข้าถึงคุณสมบัติทั้งหมดสำหรับการสมัครสมาชิก
tr: Reklamları görüntülemek için özelliği kullanın veya bir abonelik karşılığında tüm özelliklere tam erişim elde edin
uk: Використовуйте функцію для перегляду оголошень або отримайте повний доступ до всіх функцій за підпискою
vi: Sử dụng tính năng để xem quảng cáo hoặc truy cập đầy đủ vào tất cả các tính năng để đăng ký
zh_hans: 使用该功能查看广告，或通过订阅获得所有功能的完整访问权

# cart_tag_healing
source: Healing stone
ar: الحجر الشفاء
bg: Лечебен камък
cs: Léčivý kámen
da: Healende sten
de: Heilender Stein
el: Θεραπευτική πέτρα
es: Piedra curativa
et: Tervendav kivi
fi: Parantava kivi
fr: Pierre de guérison
he: אבן ריפוי
hi: हीलिंग स्टोन
hr: Iscjeliteljski kamen
hu: Gyógyító kő
id: Batu penyembuh
it: Pietra curativa
ja: ヒーリングストーン
ko: 치유의 돌
lt: Gydomasis akmuo
lv: Dziedinošais akmens
ms: Batu penyembuhan
nb: Helbredende stein
nl: Helende steen
pl: Kamień leczniczy
pt_pt: Pedra de cura
ro: Piatră de vindecare
ru: Целебный камень
sk: Liečivý kameň
sl: Zdravilni kamen
sv: Läkande sten
th: หินรักษา
tr: Şifalı taş
uk: Цілющий камінь
vi: Đá chữa bệnh
zh_hans: 愈合石

# detect_therd_text
source: High probability of magnetic stones
ar: احتمال كبير من الحجارة المغناطيسية
bg: Голяма вероятност за магнитни камъни
cs: Vysoká pravděpodobnost výskytu magnetických kamenů
da: Stor sandsynlighed for magnetiske sten
de: Hohe Wahrscheinlichkeit von Magnetsteinen
el: Υψηλή πιθανότητα μαγνητικών λίθων
es: Alta probabilidad de piedras magnéticas
et: Suur tõenäosus magnetiliste kivide tekkeks
fi: Magneettikivien suuri todennäköisyys
fr: Forte probabilité de présence de pierres magnétiques
he: סבירות גבוהה לאבנים מגנטיות
hi: चुंबकीय पत्थरों की उच्च संभावना
hr: Velika vjerojatnost magnetskog kamenja
hu: Nagy valószínűséggel mágneses kövek
id: Probabilitas tinggi dari batu magnetik
it: Alta probabilità di pietre magnetiche
ja: 高確率で磁性石
ko: 높은 확률의 자성 돌
lt: Didelė magnetinių akmenų tikimybė
lv: Augsta magnētisko akmeņu varbūtība
ms: Kebarangkalian tinggi batu magnet
nb: Høy sannsynlighet for magnetiske steiner
nl: Grote kans op magnetische stenen
pl: Wysokie prawdopodobieństwo wystąpienia kamieni magnetycznych
pt_pt: Elevada probabilidade de pedras magnéticas
ro: Probabilitate mare de pietre magnetice
ru: Высокая вероятность наличия магнитных камней
sk: Vysoká pravdepodobnosť výskytu magnetických kameňov
sl: Velika verjetnost magnetnih kamnov
sv: Hög sannolikhet för magnetiska stenar
th: มีความเป็นไปได้สูงที่จะเกิดหินแม่เหล็ก
tr: Yüksek manyetik taş olasılığı
uk: Висока ймовірність магнітних каменів
vi: Khả năng cao của đá từ tính
zh_hans: 磁性结石概率高

# history_subtitle
source: Take advantage of the recognition feature to add to your history
ar: استفد من ميزة التعرف لإضافتها إلى سجلك
bg: Възползвайте се от функцията за разпознаване, за да добавите към историята си
cs: Využijte funkci rozpoznávání a doplňte svou historii.
da: Udnyt genkendelsesfunktionen til at tilføje til din historik
de: Nutzen Sie die Erkennungsfunktion, um Ihre Historie zu ergänzen
el: Επωφεληθείτε από τη λειτουργία αναγνώρισης για να προσθέσετε στο ιστορικό σας
es: Aprovecha la función de reconocimiento para ampliar tu historial
et: Kasutage ära äratundmisfunktsiooni, et lisada oma ajalukku
fi: Hyödynnä tunnistusominaisuutta lisätäksesi historiaasi.
fr: Profitez de la fonction de reconnaissance pour enrichir votre historique.
he: נצל את תכונת הזיהוי כדי להוסיף להיסטוריה שלך
hi: अपने इतिहास में जोड़ने के लिए पहचान सुविधा का लाभ उठाएं
hr: Iskoristite značajku prepoznavanja za dodavanje u svoju povijest
hu: Használja ki a felismerési funkciót az előzmények kiegészítéséhez
id: Manfaatkan fitur pengenalan untuk menambah riwayat Anda
it: Sfruttate la funzione di riconoscimento per arricchire la vostra cronologia
ja: 認識機能を活用し、履歴に加える
ko: 인식 기능을 활용하여 기록에 추가하세요.
lt: Pasinaudokite atpažinimo funkcija ir papildykite savo istoriją
lv: Izmantojiet atpazīšanas funkciju, lai papildinātu savu vēsturi.
ms: Manfaatkan ciri pengecaman untuk menambah sejarah anda
nb: Dra nytte av gjenkjenningsfunksjonen for å legge til noe i historikken din.
nl: Maak gebruik van de herkenningsfunctie om je geschiedenis aan te vullen
pl: Skorzystaj z funkcji rozpoznawania, aby dodać do swojej historii
pt_pt: Tire partido da funcionalidade de reconhecimento para adicionar ao seu historial
ro: Profitați de funcția de recunoaștere pentru a vă completa istoricul
ru: Воспользуйтесь функцией распознавания, чтобы пополнить свою историю
sk: Využite funkciu rozpoznávania a doplňte svoju históriu
sl: Izkoristite funkcijo prepoznavanja in dodajte svojo zgodovino
sv: Utnyttja igenkänningsfunktionen för att lägga till din historia
th: ใช้ประโยชน์จากคุณสมบัติการจดจำเพื่อเพิ่มลงในประวัติของคุณ
tr: Geçmişinize eklemek için tanıma özelliğinden yararlanın
uk: Скористайтеся функцією розпізнавання, щоб додати до своєї історії
vi: Tận dụng tính năng nhận dạng để thêm vào lịch sử của bạn
zh_hans: 利用识别功能添加您的历史记录

# h_title_stone_all
source: All stones
ar: جميع الحجارة
bg: Всички камъни
cs: Všechny kameny
da: Alle sten
de: Alle Steine
el: Όλες οι πέτρες
es: Todas las piedras
et: Kõik kivid
fi: Kaikki kivet
fr: Toutes les pierres
he: כל האבנים
hi: सभी पत्थर
hr: Sve kamenje
hu: Minden kő
id: Semua batu
it: Tutte le pietre
ja: すべての石
ko: 모든 스톤
lt: Visi akmenys
lv: Visi akmeņi
ms: Semua batu
nb: Alle steiner
nl: Alle stenen
pl: Wszystkie kamienie
pt_pt: Todas as pedras
ro: Toate pietrele
ru: Все камни
sk: Všetky kamene
sl: Vsi kamni
sv: Alla stenar
th: หินทั้งหมด
tr: Tüm taşlar
uk: Всі камені
vi: Tất cả đá
zh_hans: 所有石头

# cart_description
source: Description
ar: وصف
bg: Описание
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
fi: Kuvaus
he: תיאור
hi: विवरण
hr: Opis
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
lt: Aprašymas
lv: Apraksts
ms: Penerangan
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt_pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Sự miêu tả
zh_hans: 描述

# pr_best_price
source: BEST PRICE
ar: افضل سعر
bg: НАЙ-ДОБРАТА ЦЕНА
cs: NEJLEPŠÍ CENA
da: BEDSTE PRIS
de: BESTER PREIS
el: ΚΑΛΥΤΕΡΗ ΤΙΜΗ
es: MEJOR PRECIO
et: PARIM HIND
fi: PARAS HINTA
fr: MEILLEUR PRIX
he: המחיר הטוב ביותר
hi: सबसे अच्छी कीमत
hr: NAJBOLJA CIJENA
hu: A LEGJOBB ÁR
id: HARGA TERBAIK
it: MIGLIOR PREZZO
ja: ベストプライス
ko: 최저가
lt: GERIAUSIA KAINA
lv: LABĀKĀ CENA
ms: HARGA TERBAIK
nb: BESTE PRIS
nl: BESTE PRIJS
pl: NAJLEPSZA CENA
pt_pt: MELHOR PREÇO
ro: CEL MAI BUN PREȚ
ru: ЛУЧШАЯ ЦЕНА
sk: NAJLEPŠIA CENA
sl: NAJBOLJŠA CENA
sv: BÄSTA PRIS
th: ราคาที่ดีที่สุด
tr: EN İYİ FİYAT
uk: НАЙКРАЩА ЦІНА
vi: GIÁ TỐT NHẤT
zh_hans: 最优惠价格

# onb_sub_third
source: Open up limitless possibilities
ar: افتح إمكانيات لا حدود لها
bg: Откриване на неограничени възможности
cs: Otevření neomezených možností
da: Åbn op for ubegrænsede muligheder
de: Eröffnen Sie sich grenzenlose Möglichkeiten
el: Ανοίξτε απεριόριστες δυνατότητες
es: Abra posibilidades ilimitadas
et: Avage piiramatud võimalused
fi: Avaa rajattomat mahdollisuudet
fr: Ouvrir des possibilités illimitées
he: פתחו אפשרויות בלתי מוגבלות
hi: असीमित संभावनाओं को खोलें
hr: Otvorite neograničene mogućnosti
hu: Határtalan lehetőségek megnyitása
id: Membuka kemungkinan tanpa batas
it: Aprire possibilità illimitate
ja: 無限の可能性を開く
ko: 무한한 가능성을 열어보세요
lt: Atverkite neribotas galimybes
lv: Atveriet neierobežotas iespējas
ms: Buka kemungkinan tanpa had
nb: Åpne opp for ubegrensede muligheter
nl: Open onbegrensde mogelijkheden
pl: Otwórz nieograniczone możliwości
pt_pt: Abrir possibilidades ilimitadas
ro: Deschideți posibilități nelimitate
ru: Откройте безграничные возможности
sk: Otvorte si neobmedzené možnosti
sl: Odprite neomejene možnosti
sv: Öppna upp för obegränsade möjligheter
th: เปิดโอกาสที่เป็นไปได้อย่างไร้ขีดจำกัด
tr: Sınırsız olasılıkların önünü açın
uk: Відкрийте безмежні можливості
vi: Mở ra những khả năng vô hạn
zh_hans: 开启无限可能

# h_article_subtitle
source: Original vs fake
ar: الأصلي مقابل وهمية
bg: Оригинал срещу фалшификат
cs: Originál vs. padělek
da: Original vs. forfalskning
de: Original vs. Fälschung
el: Πρωτότυπο vs ψεύτικο
es: Original frente a falso
et: Originaal vs võltsing
fi: Alkuperäinen vs. väärennös
fr: Original ou faux
he: מקורי מול מזויף
hi: असली बनाम नकली
hr: Original protiv lažnjaka
hu: Eredeti vs hamisítvány
id: Asli vs palsu
it: Originale vs falso
ja: オリジナルと偽物
ko: 원본과 가짜
lt: Originalas ir klastotė
lv: Oriģināls pret viltojumu
ms: Asli vs palsu
nb: Original vs. forfalskning
nl: Origineel vs nep
pl: Oryginał vs podróbka
pt_pt: Original vs falso
ro: Original vs fals
ru: Оригинал и подделка
sk: Originál vs. falzifikát
sl: Original proti ponaredku
sv: Original vs förfalskning
th: ของแท้กับของปลอม
tr: Orijinal vs sahte
uk: Оригінал vs підробка
vi: Bản gốc và hàng giả
zh_hans: 原装与赝品

# helper_question2
source: Which stones are the most expensive in the world?
ar: ما هي الحجارة الأغلى في العالم؟
bg: Кои са най-скъпите камъни в света?
cs: Které kameny jsou nejdražší na světě?
da: Hvilke sten er de dyreste i verden?
de: Welche Steine sind die teuersten der Welt?
el: Ποιες πέτρες είναι οι πιο ακριβές στον κόσμο;
es: ¿Qué piedras son las más caras del mundo?
et: Millised kivid on maailmas kõige kallimad?
fi: Mitkä kivet ovat maailman kalleimpia?
fr: Quelles sont les pierres les plus chères au monde ?
he: אילו אבנים הן היקרות בעולם?
hi: दुनिया में कौन से पत्थर सबसे महंगे हैं?
hr: Koje je kamenje najskuplje na svijetu?
hu: Melyek a legdrágább kövek a világon?
id: Batu mana yang paling mahal di dunia?
it: Quali sono le pietre più costose al mondo?
ja: 世界で最も高価な石は？
ko: 세계에서 가장 비싼 스톤은 무엇인가요?
lt: Kurie akmenys yra brangiausi pasaulyje?
lv: Kādi akmeņi pasaulē ir visdārgākie?
ms: Batu manakah yang paling mahal di dunia?
nb: Hvilke steiner er de dyreste i verden?
nl: Welke stenen zijn het duurst ter wereld?
pl: Które kamienie są najdroższe na świecie?
pt_pt: Quais são as pedras mais caras do mundo?
ro: Care sunt cele mai scumpe pietre din lume?
ru: Какие камни являются самыми дорогими в мире?
sk: Ktoré kamene sú najdrahšie na svete?
sl: Kateri kamni so najdražji na svetu?
sv: Vilka stenar är de dyraste i världen?
th: หินใดที่มีราคาแพงที่สุดในโลก?
tr: Dünyanın en pahalı taşları hangileridir?
uk: Які камені найдорожчі у світі?
vi: Những viên đá nào đắt nhất thế giới?
zh_hans: 世界上哪些宝石最昂贵？

# detect_sub_title
source: Try detection
ar: حاول الكشف
bg: Опитайте да откриете
cs: Zkuste detekci
da: Prøv detektion
de: Versuch der Erkennung
el: Δοκιμάστε ανίχνευση
es: Prueba de detección
et: Proovige tuvastada
fi: Kokeile havaitsemista
fr: Essayer la détection
he: נסה זיהוי
hi: पता लगाने का प्रयास करें
hr: Pokušajte detekciju
hu: Próbálja meg az észlelést
id: Coba deteksi
it: Prova a rilevare
ja: 検出を試みる
ko: 탐지 시도
lt: Pabandykite aptikti
lv: Izmēģiniet noteikt
ms: Cuba pengesanan
nb: Prøv deteksjon
nl: Probeer detectie
pl: Spróbuj wykryć
pt_pt: Tentar a deteção
ro: Încercați detectarea
ru: Попробуйте обнаружить
sk: Vyskúšajte detekciu
sl: Poskusite zaznavanje
sv: Försök med detektering
th: ลองตรวจจับ
tr: Algılamayı deneyin
uk: Спробувати виявлення
vi: Thử phát hiện
zh_hans: 尝试检测

# cam_pt_5
source: Not too far away
ar: ليس بعيدا جدا
bg: Не много далеч
cs: Ne příliš daleko
da: Ikke så langt væk
de: Nicht zu weit weg
el: Όχι πολύ μακριά
es: No muy lejos
et: Mitte liiga kaugel
fi: Ei liian kaukana
fr: Pas trop loin
he: לא רחוק מדי
hi: बहुत दूर नहीं
hr: Ne previše daleko
hu: Nem túl messze
id: Tidak terlalu jauh
it: Non troppo lontano
ja: それほど遠くない
ko: 너무 멀지 않은 곳
lt: Ne per toli
lv: Ne pārāk tālu
ms: Tidak terlalu jauh
nb: Ikke så langt unna
nl: Niet te ver weg
pl: Nie za daleko
pt_pt: Não muito longe
ro: Nu prea departe
ru: Не очень далеко
sk: Nie príliš ďaleko
sl: Ne preveč daleč
sv: Inte alltför långt bort
th: ไม่ไกลเกินไป
tr: Çok uzakta değil
uk: Не дуже далеко
vi: Không quá xa
zh_hans: 不太远

# onb_free_term_us
source: Terms of use
ar: شروط الاستخدام
bg: Условия за ползване
cs: Podmínky použití
da: Betingelser for brug
de: Bedingungen für die Nutzung
el: Όροι χρήσης
es: Condiciones de uso
et: Kasutustingimused
fi: Käyttöehdot
fr: Conditions d'utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Használati feltételek
id: Ketentuan penggunaan
it: Condizioni di utilizzo
ja: 利用規約
ko: 이용 약관
lt: Naudojimo sąlygos
lv: Lietošanas noteikumi
ms: Syarat Penggunaan
nb: Vilkår for bruk
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt_pt: Termos de utilização
ro: Termeni de utilizare
ru: Условия использования
sk: Podmienky používania
sl: Pogoji uporabe
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
tr: Kullanım Koşulları
uk: Умови використання
vi: Điều khoản sử dụng
zh_hans: 使用条款

# cam_pt_2
source: Good lighting
ar: إضاءة جيدة
bg: Добро осветление
cs: Dobré osvětlení
da: God belysning
de: Gute Beleuchtung
el: Καλός φωτισμός
es: Buena iluminación
et: Hea valgustus
fi: Hyvä valaistus
fr: Bon éclairage
he: תאורה טובה
hi: अच्छी रोशनी
hr: Dobro osvjetljenje
hu: Jó megvilágítás
id: Pencahayaan yang baik
it: Buona illuminazione
ja: 照明
ko: 좋은 조명
lt: Geras apšvietimas
lv: Labs apgaismojums
ms: Pencahayaan yang baik
nb: God belysning
nl: Goede verlichting
pl: Dobre oświetlenie
pt_pt: Boa iluminação
ro: Iluminat bun
ru: Хорошее освещение
sk: Dobré osvetlenie
sl: Dobra osvetlitev
sv: Bra belysning
th: แสงที่ดี
tr: İyi aydınlatma
uk: Гарне освітлення
vi: Ánh sáng tốt
zh_hans: 良好的照明

# settings_rate
source: Rate us
ar: قيمنا
bg: Оценете ни
cs: Ohodnoťte nás
da: Bedøm os
de: Bewerten Sie uns
el: Βαθμολογήστε μας
es: Valóranos
et: Hinda meid
fi: Arvioi meidät
fr: Notez-nous
he: דרג אותנו
hi: हमें रेटिंग दें
hr: Ocijeni nas
hu: Értékeljen minket
id: Beri nilai kami
it: Valutateci
ja: 評価
ko: 평가하기
lt: Įvertinkite mus
lv: Novērtējiet mūs
ms: Nilaikan kami
nb: Gi oss en vurdering
nl: Beoordeel ons
pl: Oceń nas
pt_pt: Avaliar-nos
ro: Evaluați-ne
ru: Оцените нас
sk: Ohodnoťte nás
sl: Ocenite nas
sv: Betygsätt oss
th: ให้คะแนนเรา
tr: Bizi değerlendirin
uk: Оцініть нас
vi: Đánh giá chúng tôi
zh_hans: 为我们评分

# onb_free_private
source: Privacy policy
ar: سياسة الخصوصية
bg: Политика за поверителност
cs: Zásady ochrany osobních údajů
da: Politik om beskyttelse af personlige oplysninger
de: Datenschutzbestimmungen
el: Πολιτική απορρήτου
es: Política de privacidad
et: Privaatsuspoliitika
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות הפרטיות
hi: गोपनीयता नीति
hr: Pravila o privatnosti
hu: Adatvédelmi szabályzat
id: Kebijakan privasi
it: Informativa sulla privacy
ja: 個人情報保護方針
ko: 개인정보 보호정책
lt: Privatumo politika
lv: Konfidencialitātes politika
ms: Dasar Privasi
nb: Retningslinjer for personvern
nl: Privacybeleid
pl: Polityka prywatności
pt_pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sl: Politika zasebnosti
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策

# tab_history
source: History
ar: تاريخ
bg: История
cs: Historie
da: Historie
de: Geschichte
el: Ιστορία
es: Historia
et: Ajalugu
fi: Historia
fr: L'histoire
he: הִיסטוֹרִיָה
hi: इतिहास
hr: Povijest
hu: Történelem
id: Sejarah
it: La storia
ja: 沿革
ko: 역사
lt: Istorija
lv: Vēsture
ms: Sejarah
nb: Historie
nl: Geschiedenis
pl: Historia
pt_pt: História
ro: Istorie
ru: История
sk: História
sl: Zgodovina
sv: Historia
th: ประวัติศาสตร์
tr: Tarih
uk: Історія
vi: Lịch sử
zh_hans: 历史

# cam_keep_text
source: Keep the stone in focus
ar: إبقاء الحجر في التركيز
bg: Поддържайте камъка на фокус
cs: Zaměřte se na kámen
da: Hold stenen i fokus
de: Den Stein im Blick behalten
el: Κρατήστε την πέτρα στο επίκεντρο
es: Mantener la piedra en el punto de mira
et: Hoidke kivi fookuses
fi: Pidä kivi fokuksessa
fr: Garder la pierre au centre de l'attention
he: שמור את האבן בפוקוס
hi: पत्थर को फोकस में रखें
hr: Držite kamen u fokusu
hu: Tartsa a követ fókuszban
id: Pertahankan batu dalam fokus
it: Tenere a fuoco la pietra
ja: 石にピントを合わせる
ko: 스톤의 초점 유지
lt: Dėmesį sutelkite į akmenį
lv: Uzmanību pievērsiet akmenim
ms: Pastikan batu itu fokus
nb: Hold steinen i fokus
nl: Houd de steen in beeld
pl: Utrzymuj kamień w centrum uwagi
pt_pt: Manter a pedra em foco
ro: Păstrați piatra în centrul atenției
ru: Держите камень в фокусе
sk: Udržujte kameň v centre pozornosti
sl: Osredotočite se na kamen
sv: Håll stenen i fokus
th: เก็บหินไว้ในโฟกัส
tr: Taşı odakta tutun
uk: Тримайте камінь у фокусі
vi: Giữ hòn đá tập trung
zh_hans: 让石头成为焦点
