Repository: MrCronkite/basicSwift
Catalog: InternShip/Stones3/RareStones/SupportingFille/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans

# alert_no_available
source: The compass is not available on this device.
ar: البوصلة غير متوفرة على هذا الجهاز.
bg: Компасът не е наличен в това устройство.
cs: Kompas není v tomto zařízení k dispozici.
da: Kompasset er ikke tilgængeligt på denne enhed.
de: Der Kompass ist auf diesem Gerät nicht verfügbar.
el: Η πυξίδα δεν είναι διαθέσιμη σε αυτή τη συσκευή.
es: La brújula no está disponible en este dispositivo.
et: Kompass ei ole selles seadmes saadaval.
fi: Kompassi ei ole käytettävissä tässä laitteessa.
fr: La boussole n'est pas disponible sur cet appareil.
he: המצפן אינו זמין במכשיר זה.
hi: कम्पास इस डिवाइस पर उपलब्ध नहीं है।
hr: Kompas nije dostupan na ovom uređaju.
hu: Az iránytű nem áll rendelkezésre ezen a készüléken.
id: Kompas tidak tersedia pada perangkat ini.
it: La bussola non è disponibile su questo dispositivo.
ja: コンパスはこのデバイスでは使用できません。
ko: 이 장치에서는 나침반을 사용할 수 없습니다.
lt: Šiame prietaise nėra kompaso.
lv: Šajā ierīcē kompass nav pieejams.
ms: Kompas tidak tersedia pada peranti ini.
nb: Kompasset er ikke tilgjengelig på denne enheten.
nl: Het kompas is niet beschikbaar op dit apparaat.
pl: Kompas nie jest dostępny w tym urządzeniu.
pt_pt: A bússola não está disponível neste dispositivo.
ro: Busola nu este disponibilă pe acest dispozitiv.
ru: Компас в этом устройстве недоступен.
sk: Kompas nie je v tomto zariadení k dispozícii.
sl: Kompas v tej napravi ni na voljo.
sv: Kompassen är inte tillgänglig på den här enheten.
th: เข็มทิศไม่สามารถใช้ได้บนอุปกรณ์นี้
tr: Pusula bu cihazda mevcut değildir.
uk: Компас недоступний на цьому пристрої.
vi: La bàn không có sẵn trên thiết bị này.
zh_hans: 该设备没有指南针。

# allert_something_went_wrong
source: Something went wrong
ar: هناك خطأ ما
bg: Нещо се е объркало
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schief gelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
et: Midagi läks valesti
fi: Jokin meni pieleen
fr: Quelque chose n'a pas fonctionné
he: משהו השתבש
hi: कुछ गलत हो गया
hr: Nešto je pošlo po zlu
hu: Valami rosszul sült el
id: Ada yang tidak beres
it: Qualcosa è andato storto
ja: 何かが間違っていた
ko: 문제가 발생했습니다.
lt: Kažkas nutiko ne taip
lv: Kaut kas notika nepareizi
ms: Ada yang tidak kena
nb: Noe gikk galt
nl: Er ging iets mis.
pl: Coś poszło nie tak
pt_pt: Algo correu mal
ro: Ceva a mers prost.
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sv: Något gick fel
th: บางอย่างผิดพลาด
tr: Bir şeyler ters gitti
uk: Щось пішло не так.
vi: Có gì đó đã sai
zh_hans: 出了问题

# search_no_matching
source: No matching results
ar: لا يوجد نتائج مطابقة
bg: Няма съвпадащи резултати
cs: Žádné odpovídající výsledky
da: Ingen matchende resultater
de: Keine passenden Ergebnisse
el: Δεν υπάρχουν αντίστοιχα αποτελέσματα
es: No hay resultados
et: Ei ole sobivaid tulemusi
fi: Ei vastaavia tuloksia
fr: Pas de résultats correspondants
he: אין תוצאות תואמות
hi: कोई मिलान परिणाम नहीं
hr: Nema odgovarajućih rezultata
hu: Nincsenek megfelelő eredmények
id: Tidak ada hasil yang cocok
it: Nessun risultato corrispondente
ja: 該当する結果はありません。
ko: 일치하는 결과 없음
lt: Nėra tinkamų rezultatų
lv: Nav atbilstošu rezultātu
ms: Tiada hasil yang sepadan
nb: Ingen matchende resultater
nl: Geen overeenkomende resultaten
pl: Brak pasujących wyników
pt_pt: Nenhum resultado correspondente
ro: Nu există rezultate corespunzătoare
ru: Нет совпадающих результатов
sk: Žiadne zodpovedajúce výsledky
sl: Ni ustreznih rezultatov
sv: Inga matchande resultat
th: ไม่มีผลลัพธ์ที่ตรงกัน
tr: Eşleşen sonuç yok
uk: Не знайдено жодного відповідника
vi: Không có kết quả phù hợp
zh_hans: 没有匹配结果

# hello_support
source: Hi
ar: أهلاً
bg: Здравейте
cs: Ahoj
da: Hej
de: Hallo
el: Γεια σας
es: Hola
et: Tere
fi: Hei
fr: Bonjour
he: היי
hi: नमस्ते
hr: bok
hu: Szia
id: Hai.
it: Ciao
ja: こんにちは
ko: 안녕하세요
lt: Sveiki
lv: Sveiki
ms: Hai
nb: Hei
nl: Hoi
pl: Cześć
ro: Bună ziua
ru: Здравствуйте
sk: Ahoj
sl: Pozdravljeni
sv: Hej
th: สวัสดี
tr: Merhaba
uk: Привіт.
vi: CHÀO
zh_hans: 你好

# alert_no_internet
source: Please check your internet connection and try again
ar: يرجى التحقق من اتصال الإنترنت الخاص بك والمحاولة مرة أخرى
bg: Моля, проверете интернет връзката си и опитайте отново
cs: Zkontrolujte prosím své připojení k internetu a zkuste to znovu
da: Kontroller din internetforbindelse og prøv igen
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
el: Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά
es: Compruebe su conexión a Internet y vuelva a intentarlo.
et: Palun kontrollige oma internetiühendust ja proovige uuesti
fi: Tarkista internetyhteytesi ja yritä uudelleen
fr: Veuillez vérifier votre connexion internet et réessayer
he: אנא בדוק את חיבור האינטרנט שלך ונסה שוב
hi: अपने इंटरनेट कनेक्शन की जाँच करें और पुन: प्रयास करें
hr: Molimo provjerite internetsku vezu i pokušajte ponovo
hu: Kérjük, ellenőrizze internetkapcsolatát, és próbálja meg újra
id: Silakan periksa koneksi internet Anda dan coba lagi
it: Controllare la connessione a Internet e riprovare
ja: インターネット接続を確認し、再度お試しください
ko: 인터넷 연결을 확인하고 다시 시도하세요.
lt: Patikrinkite interneto ryšį ir bandykite dar kartą
lv: Lūdzu, pārbaudiet interneta savienojumu un mēģiniet vēlreiz
ms: Sila periksa sambungan internet anda dan cuba lagi
nb: Vennligst sjekk internettforbindelsen din og prøv igjen
nl: Controleer uw internetverbinding en probeer het opnieuw
pl: Proszę sprawdzić połączenie internetowe i spróbować ponownie.
pt_pt: Verifique a sua ligação à Internet e tente novamente
ro: Vă rugăm să verificați conexiunea la internet și să încercați din nou
ru: Пожалуйста, проверьте подключение к Интернету и повторите попытку
sk: Skontrolujte svoje internetové pripojenie a skúste to znova
sl: Preverite internetno povezavo in poskusite znova.
sv: Kontrollera din internetuppkoppling och försök igen.
th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและลองอีกครั้ง
tr: Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin
uk: Будь ласка, перевірте підключення до Інтернету та спробуйте ще раз
vi: Vui lòng kiểm tra kết nối internet của bạn và thử lại
zh_hans: 请检查您的网络连接并再次尝试

# alert_close
source: Close
ar: يغلق
bg: Затвори
cs: Zavřít
da: Luk
de: Schließen Sie
el: Κλείστε το
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करना
hr: Zatvoriti
hu: Zárja be a
id: Tutup
it: Chiudere
ja: 閉じる
ko: 닫기
lt: Uždaryti
lv: Aizvērt
ms: Tutup
nb: Lukk
nl: Sluit
pl: Zamknij
pt_pt: Fechar
ro: Închideți
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

# alert_loader
source: Please wait...
ar: انتظر من فضلك...
bg: Моля, изчакайте...
cs: Počkejte prosím...
da: Vent venligst...
de: Bitte warten Sie...
el: Παρακαλώ περιμένετε...
es: Por favor, espere...
et: Palun oodake...
fi: Odota...
fr: Veuillez patienter...
he: המתן בבקשה...
hi: कृपया प्रतीक्षा करें...
hr: Molim vas pričekajte ...
hu: Kérjük, várjon...
id: Mohon tunggu...
it: Attendere prego...
ja: お待ちください...
ko: 잠시만 기다려주세요...
lt: Palaukite...
lv: Lūdzu, uzgaidiet...
ms: Sila tunggu...
nb: Vennligst vent...
nl: Even geduld...
pl: Proszę czekać...
pt_pt: Por favor, aguarde...
ro: Vă rugăm să așteptați...
ru: Пожалуйста, подождите...
sk: Počkajte, prosím...
sl: Počakajte...
sv: Vänligen vänta...
th: โปรดรอ...
tr: Lütfen bekleyin...
uk: Будь ласка, зачекайте...
vi: Vui lòng chờ...
zh_hans: 请稍候...

# _support
source: Stone Detector - Support
ar: كاشف الحجر - الدعم
bg: Детектор за камъни - поддръжка
cs: Detektor kamene - Podpora
da: Stendetektor - Support
de: Stein-Detektor - Unterstützung
el: Ανιχνευτής πέτρας - Υποστήριξη
es: Detector de piedras - Soporte
et: Kiviotsija - tugi
fi: Kivenilmaisin - Tuki
fr: Détecteur de pierres - Support
he: גלאי אבן - תמיכה
hi: स्टोन डिटेक्टर - समर्थन
hr: Detektor kamena - podrška
hu: Kődetektor - Támogatás
id: Detektor Batu - Dukungan
it: Rivelatore di pietre - Supporto
ja: ストーン・ディテクター - サポート
ko: 돌 탐지기 - 지원
lt: Akmenų detektorius - Palaikymas
lv: Akmeņu detektors - Atbalsts
ms: Pengesan Batu - Sokongan
nb: Steindetektor - Støtte
nl: Steendetector - Ondersteuning
pl: Wykrywacz kamieni - wsparcie
pt_pt: Detetor de pedras - Suporte
ro: Detector de pietre - Suport
ru: Детектор камней - поддержка
sk: Detektor kameňa - Podpora
sl: Detektor kamenja - Podpora
sv: Stendetektor - Stöd
th: เครื่องตรวจจับหิน - รองรับ
tr: Taş Dedektörü - Destek
uk: Детектор каменів - Підтримка
vi: Máy dò đá - Hỗ trợ
zh_hans: 石头探测器 - 支持

# atribute_string_find
source: find out
ar: اكتشف
bg: разберете
cs: zjistit
da: Find ud af det
de: herausfinden
el: μάθετε
es: Descúbrelo
et: teada saada
fi: selvittää
fr: découvrir
he: תגלה
hi: पता लगाना
hr: saznati
hu: megtudni
id: cari tahu
it: scoprirlo
ja: 見つける
ko: 자세히 알아보기
lt: sužinoti
lv: uzzināt
ms: cari tahu
nb: finne ut
nl: te weten komen
pl: dowiedzieć się
pt_pt: descobrir
ro: află
ru: определение
sk: zistiť
sl: ugotovite
sv: ta reda på
th: หา
tr: öğrenmek
uk: з'ясувати
vi: tìm ra
zh_hans: 找出

# alert_no_restore
source: Nothing to restore
ar: لا شيء لاستعادة
bg: Нищо за възстановяване
cs: Nic k obnovení
da: Intet at genoprette
de: Nichts zum Wiederherstellen
el: Τίποτα για αποκατάσταση
es: Nada que restaurar
et: Midagi taastada
fi: Ei mitään palautettavaa
fr: Rien à restaurer
he: אין מה לשחזר
hi: बहाल करने के लिए कुछ भी नहीं
hr: Ništa za obnoviti
hu: Nincs mit helyreállítani
id: Tidak ada yang bisa dipulihkan
it: Nulla da ripristinare
ja: 復元するものがない
ko: 복원할 항목 없음
lt: Nėra ką atkurti
lv: Nav ko atjaunot
ms: Tiada apa -apa untuk dipulihkan
nb: Ingenting å gjenopprette
nl: Niets te herstellen
pl: Nic do przywrócenia.
pt_pt: Nada a restaurar
ro: Nimic de restaurat
ru: Нечего восстанавливать
sk: Nič na obnovu
sl: Nič za obnovitev
sv: Inget att återställa
th: ไม่มีอะไรให้เรียกคืน
tr: Geri yüklenecek bir şey yok
uk: Відновлювати нічого
vi: Không có gì để khôi phục
zh_hans: 没有任何东西可以恢复

# allert_loading_ads
source: Loading ads, try again later
ar: تحميل الإعلانات ، حاول مرة أخرى لاحقًا
bg: Зареждане на реклами, опитайте отново по-късно
cs: Načítání reklam, zkuste to později
da: Indlæser annoncer, prøv igen senere
de: Werbung wird geladen, versuchen Sie es später noch einmal
el: Φόρτωση διαφημίσεων, προσπαθήστε ξανά αργότερα
es: Cargando anuncios, inténtelo más tarde
et: Reklaamide laadimine, proovige hiljem uuesti
fi: Mainosten lataaminen, yritä myöhemmin uudelleen
fr: Chargement des annonces, réessayer plus tard
he: טוען מודעות, נסה שוב מאוחר יותר
hi: विज्ञापन लोड हो रहा है, बाद में फिर से प्रयास करें
hr: Učitavanje oglasa, pokušajte ponovo kasnije
hu: Hirdetések betöltése, próbálja meg később újra
id: Memuat iklan, coba lagi nanti
it: Caricamento degli annunci, riprovare più tardi
ja: 広告を読み込んでいます。
ko: 광고 로드 중, 나중에 다시 시도하세요
lt: Įkeliami skelbimai, pabandykite dar kartą vėliau
lv: Reklāmu ielādēšana, mēģiniet vēlreiz vēlāk
ms: Memuatkan iklan, cuba lagi kemudian
nb: Laster inn annonser, prøv igjen senere
nl: Advertenties worden geladen, probeer het later opnieuw
pl: Ładowanie reklam, spróbuj ponownie później
pt_pt: A carregar anúncios, tente novamente mais tarde
ro: Se încarcă reclame, încercați din nou mai târziu
ru: Загружается реклама, повторите попытку позже
sk: Načítavanie reklám, skúste to neskôr
sl: Nalaganje oglasov, poskusite znova pozneje
sv: Annonser laddas, försök igen senare
th: กำลังโหลดโฆษณาลองอีกครั้งในภายหลัง
tr: Reklamlar yükleniyor, daha sonra tekrar deneyin
uk: Йде завантаження реклами, спробуйте пізніше
vi: Đang tải quảng cáo, hãy thử lại sau
zh_hans: 广告正在加载，请稍后再试

# prem_sub_price2
source: first week,
ar: الأسبوع الأول،
bg: първа седмица,
cs: první týden,
da: Første uge,
de: erste Woche,
el: πρώτη εβδομάδα,
es: primera semana,
et: esimene nädal,
fi: ensimmäinen viikko,
fr: première semaine,
he: שבוע ראשון,
hi: पहले हफ्ते,
hr: prvi tjedan,
hu: első hét,
id: minggu pertama,
it: prima settimana,
ja: 第1週
ko: 첫 주,
lt: pirmąją savaitę,
lv: pirmā nedēļa,
ms: minggu pertama,
nb: første uke,
nl: eerste week,
pl: pierwszy tydzień,
pt_pt: primeira semana,
ro: prima săptămână,
ru: первая неделя,
sk: prvý týždeň,
sl: prvi teden,
sv: första veckan,
th: สัปดาห์แรก,
tr: İlk hafta,
uk: перший тиждень,
vi: tuần đầu tiên,
zh_hans: 第一周

# detector_stop
source: Stop
ar: قف
bg: Спрете
cs: Zastavte
de: Stopp
el: Σταματήστε το
fr: Arrêter
he: תפסיק
hi: रुकना
id: Berhenti.
ja: 停止
ko: 중지
lt: Sustabdyti
lv: Pārtraukt
ms: Berhenti
nb: Stopp
pl: Przestań
pt_pt: Parar
ru: Стоп
sk: Zastavte
sl: Ustavite
sv: Stoppa
th: หยุด
tr: Dur
uk: Стоп!
vi: Dừng lại
zh_hans: 停止

# subprice_1
source: Only
ar: فقط
bg: Само
cs: Pouze
da: Kun
de: Nur
el: Μόνο
es: Sólo
et: Ainult
fi: Vain
fr: Seulement
he: רק
hi: केवल
hr: Samo
hu: Csak
id: Hanya
it: Solo
ja: のみ
lt: Tik
lv: Tikai
ms: Hanya
nb: Bare
nl: Alleen
pl: Tylko
pt_pt: Apenas
ro: Doar
ru: Только
sk: Iba
sl: Samo
sv: Endast
th: เท่านั้น
tr: Sadece
uk: Тільки
vi: Chỉ một
zh_hans: 仅限

# prem_sub_price4
source: per week
ar: في الاسبوع
bg: на седмица
cs: týdně
da: om ugen
de: pro Woche
el: ανά εβδομάδα
es: por semana
et: nädalas
fi: viikossa
fr: par semaine
he: בשבוע
hi: प्रति सप्ताह
hr: tjedno
hu: hetente
id: per minggu
it: a settimana
ja: 週あたり
ko: 주당
lt: per savaitę
lv: nedēļā
ms: seminggu
nb: per uke
pl: na tydzień
pt_pt: por semana
ro: pe săptămână
ru: в неделю
sk: za týždeň
sl: na teden
sv: per vecka
th: ต่อสัปดาห์
tr: haftalık
uk: на тиждень
vi: mỗi tuần
zh_hans: 每星期

# prem_sub_price1
source: Only
ar: فقط
bg: Само
cs: Pouze
da: Kun
de: Nur
el: Μόνο
es: Sólo
et: Ainult
fi: Vain
fr: Seulement
he: רק
hi: केवल
hr: Samo
hu: Csak
id: Hanya
it: Solo
ja: のみ
lt: Tik
lv: Tikai
ms: Hanya
nb: Bare
nl: Alleen
pl: Tylko
pt_pt: Apenas
ro: Doar
ru: Только
sk: Iba
sl: Samo
sv: Endast
th: เท่านั้น
tr: Sadece
uk: Тільки
vi: Chỉ một
zh_hans: 仅限

# subprice_2
source: per week
ar: في الاسبوع
bg: на седмица
cs: týdně
da: om ugen
de: pro Woche
el: ανά εβδομάδα
es: por semana
et: nädalas
fi: viikossa
fr: par semaine
he: בשבוע
hi: प्रति सप्ताह
hr: tjedno
hu: hetente
id: per minggu
it: a settimana
ja: 週あたり
ko: 주당
lt: per savaitę
lv: nedēļā
ms: seminggu
nb: per uke
pl: na tydzień
pt_pt: por semana
ro: pe săptămână
ru: в неделю
sk: za týždeň
sl: na teden
sv: per vecka
th: ต่อสัปดาห์
tr: haftalık
uk: на тиждень
vi: mỗi tuần
zh_hans: 每星期

# subprice_3
source: with 3 days trial
ar: مع 3 أيام محاكمة
bg: с 3 дни пробен период
cs: se zkušební dobou 3 dny
da: med 3 dages prøveperiode
de: mit 3 Tagen Probezeit
el: με δοκιμή 3 ημερών
es: con 3 días de prueba
et: 3 päeva prooviperioodiga
fi: 3 päivän kokeilujaksolla
fr: avec 3 jours d'essai
he: עם ניסיון של 3 ימים
hi: 3 दिनों के परीक्षण के साथ
hr: s 3 dana suđenja
hu: 3 napos próbaverzióval
id: dengan uji coba 3 hari
it: con 3 giorni di prova
ja: 3日間トライアル付き
ko: 3일 평가판 사용
lt: su 3 dienų bandomuoju laikotarpiu
lv: ar 3 dienu izmēģinājuma versiju
ms: dengan percubaan 3 hari
nb: med 3 dagers prøveperiode
nl: met 3 dagen proefabonnement
pl: z 3-dniowym okresem próbnym
pt_pt: com 3 dias de teste
ro: cu 3 zile de probă
ru: с 3-дневной пробной версией
sk: s 3-dňovou skúšobnou dobou
sl: s tridnevnim preizkusom
sv: med 3 dagars rättegång
th: ด้วยการทดลอง 3 วัน
tr: 3 günlük deneme ile
uk: з 3-денною пробною версією
vi: với phiên tòa 3 ngày
zh_hans: 试用期 3 天

# prem_sub_price3
source: then
ar: ثم
bg: след това
cs: pak
da: derefter
de: dann
el: τότε
es: entonces
et: siis
fi: sitten
fr: puis
he: לאחר מכן
hi: तब
hr: zatim
hu: majd
id: kemudian
it: allora
ja: では
ko: 그런 다음
lt: tada
lv: tad
ms: kemudian
nb: deretter
nl: dan
pl: następnie
pt_pt: depois
ro: apoi
ru: затем
sk: potom
sl: nato
sv: sedan
th: แล้ว
tr: sonra
uk: тоді
vi: sau đó
zh_hans: 然后
