Repository: MrCronkite/basicSwift
Catalog: InternShip/Stones3/RareStones/SupportingFille/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans

# helper_subtitle
source: You have 3 free message left.
ar: لديك 3 رسائل مجانية متبقية.
bg: Остават ви 3 безплатни съобщения.
cs: Zbývají vám 3 volné zprávy.
da: Du har 3 gratis beskeder tilbage.
de: Sie haben noch 3 freie Nachrichten.
el: Έχετε ακόμα 3 δωρεάν μηνύματα.
es: Te quedan 3 mensajes libres.
et: Teil on jäänud 3 vaba sõnumit.
fi: Sinulla on 3 vapaata viestiä jäljellä.
fr: Il vous reste 3 messages gratuits.
he: נשארו לך 3 הודעות בחינם.
hi: आपके पास 3 निःशुल्क संदेश बचे हैं।
hr: Ostale su vam 3 besplatne poruke.
hu: 3 szabad üzenete maradt.
id: Anda memiliki 3 pesan gratis yang tersisa.
it: Sono rimasti 3 messaggi gratuiti.
ja: 無料メッセージが3件残っています。
ko: 무료 메시지가 3개 남았습니다.
lt: Liko 3 nemokamos žinutės.
lv: Jums ir atlikuši 3 bezmaksas ziņojumi.
ms: Anda mempunyai 3 mesej percuma lagi.
nb: Du har 3 gratis meldinger igjen.
nl: Je hebt nog 3 gratis berichten over.
pl: Zostały 3 darmowe wiadomości.
pt_pt: Restam-lhe 3 mensagens gratuitas.
ro: Mai aveți 3 mesaje gratuite.
ru: У вас осталось 3 бесплатных сообщения.
sk: Zostávajú vám 3 bezplatné správy.
sl: Na voljo imate še 3 brezplačna sporočila.
sv: Du har 3 gratis meddelanden kvar.
th: คุณมีข้อความฟรีเหลืออยู่ 3 ข้อความ
tr: 3 ücretsiz mesajınız kaldı.
uk: У вас залишилося 3 безкоштовних повідомлення.
vi: Bạn còn 3 tin nhắn miễn phí.
zh_hans: 您还有 3 条免费留言。

# cam_sub_btn_ad
source: Watch the ad
ar: شاهد الإعلان
bg: Гледайте рекламата
cs: Podívejte se na reklamu
da: Se annoncen
de: Die Anzeige ansehen
el: Δείτε τη διαφήμιση
es: Ver el anuncio
et: Vaata reklaami
fi: Katso mainos
fr: Voir l'annonce
he: צפו במודעה
hi: विज्ञापन देखें
hr: Pazi na oglas
hu: Nézze meg a reklámot
id: Tonton iklannya
it: Guarda lo spot
ja: 広告を見る
ko: 광고 보기
lt: Žiūrėkite reklamą
lv: Skatieties reklāmu
ms: Tonton iklan
nb: Se annonsen
nl: Bekijk de advertentie
pl: Obejrzyj reklamę
pt_pt: Ver o anúncio
ro: Urmăriți anunțul
ru: Смотреть рекламу
sk: Pozrite si reklamu
sl: Oglejte si oglas
sv: Titta på annonsen
th: ดูโฆษณา
tr: Reklamı izleyin
uk: Дивіться рекламу
vi: Xem quảng cáo
zh_hans: 观看广告

# cart_hardness
source: Hardness
ar: صلابة
bg: Твърдост
cs: Tvrdost
da: Hårdhed
de: Härte
el: Σκληρότητα
es: Dureza
et: Kõvadus
fi: Kovuus
fr: Dureté
he: קַשִׁיוּת
hi: कठोरता
hr: Tvrdoća
hu: Keménység
id: Kekerasan
it: Durezza
ja: 硬度
ko: 경도
lt: Kietumas
lv: Cietība
ms: Kekerasan
nb: Hardhet
nl: Hardheid
pl: Twardość
pt_pt: Dureza
ro: Duritate
ru: Твердость
sk: Tvrdosť
sl: Trdota
sv: Hårdhet
th: ความแข็ง
tr: Sertlik
uk: Твердість
vi: Độ cứng
zh_hans: 硬度

# cam_nomatch_btn_retake
source: Retake photo
ar: استعادة الصورة
bg: Повторна снимка
cs: Opětovné pořízení fotografie
da: Tag billedet igen
de: Foto neu aufnehmen
el: Επαναληπτική λήψη φωτογραφίας
es: Volver a hacer la foto
et: Uuesti pildistada foto
fi: Ota kuva uudelleen
fr: Reprendre la photo
he: תמונה מחדש
hi: फ़ोटो को फिर से तैयार करें
hr: Ponovno ponovno fotografiranje
hu: Újrafotózás
id: Mengambil ulang foto
it: Rifare la foto
ja: リテイク写真
ko: 사진 다시 찍기
lt: Pakartotinis fotografavimas
lv: Atkārtota fotografēšana
ms: Mengambil gambar semula
nb: Ta bildet på nytt
nl: Foto herhalen
pl: Powtórz zdjęcie
pt_pt: Voltar a tirar a fotografia
ro: Refaceți fotografia
ru: Сделать другое фото
sk: Opätovná fotografia
sl: Ponovno posnemite fotografijo
sv: Ta om bilden
th: ถ่ายภาพใหม่
tr: Yeniden fotoğraf çek
uk: Повторне фото
vi: Retake ảnh
zh_hans: 重拍照片

# onb_sub_diamond
source: Diamond
ar: الماس
bg: Диамант
da: Diamant
de: Diamant
el: Διαμάντι
es: Diamante
fi: Timantti
fr: Diamant
he: יהלום
hi: डायमंड
hr: Dijamant
id: Berlian
it: Diamante
ja: ダイヤモンド
ko: 다이아몬드
lt: Deimantinis
ms: Berlian
nb: Diamant
nl: Diamant
pl: Diament
pt_pt: Diamante
ro: Diamant
ru: Алмаз
sk: Diamant
sv: Diamant
th: เพชร
tr: Elmas
uk: Діамант
vi: Kim cương
zh_hans: 钻石

# cam_nomatch_title
source: Your stone is not found
ar: لم يتم العثور على الحجر الخاص بك
bg: Вашият камък не е намерен
cs: Váš kámen nebyl nalezen
da: Din sten er ikke fundet
de: Ihr Stein wird nicht gefunden
el: Η πέτρα σας δεν βρέθηκε
es: Su piedra no se encuentra
et: Teie kivi ei ole leitud
fi: Kiveäsi ei löydy
fr: Votre pierre est introuvable
he: האבן שלך לא נמצאה
hi: आपका पत्थर नहीं मिला
hr: Vaš kamen nije pronađen
hu: A kő nem található
id: Batu Anda tidak ditemukan
it: La vostra pietra non è stata trovata
ja: あなたの石は見つかりません
ko: 스톤을 찾을 수 없습니다.
lt: Jūsų akmuo nerastas
lv: Jūsu akmens nav atrasts
ms: Batu anda tidak dijumpai
nb: Steinen din er ikke funnet
nl: Uw steen is niet gevonden
pl: Twój kamień nie został znaleziony
pt_pt: A sua pedra não foi encontrada
ro: Piatra ta nu este găsită
ru: Ваш камень не найден
sk: Váš kameň sa nenašiel
sl: Vaš kamen ni najden
sv: Din sten har inte hittats
th: ไม่พบหินของคุณ
tr: Taşın bulunamadı
uk: Ваш камінь не знайдено
vi: Đá của bạn không được tìm thấy
zh_hans: 未找到您的宝石

# pr_subtitle
source: Only $0,99 first week, then $8,99 per week
ar: فقط 0,99 دولارًا أمريكيًا في الأسبوع الأول، ثم 8,99 دولارًا أمريكيًا في الأسبوع
bg: Само $0,99 през първата седмица, след това $8,99 на седмица
cs: První týden pouze $0,99, poté $8,99 týdně
da: Kun $0,99 den første uge, derefter $8,99 pr. uge
de: Nur $0,99 in der ersten Woche, dann $8,99 pro Woche
el: Μόνο $0,99 την πρώτη εβδομάδα, στη συνέχεια $8,99 ανά εβδομάδα
es: Sólo 0,99 $ la primera semana, luego 8,99 $ por semana
et: Ainult $0,99 esimesel nädalal, seejärel $8,99 nädalas.
fi: Vain 0,99 dollaria ensimmäisellä viikolla, sitten 8,99 dollaria viikossa.
fr: Seulement 0,99 $ la première semaine, puis 8,99 $ par semaine
he: רק 0,99 $ בשבוע הראשון, לאחר מכן 8,99 $ לשבוע
hi: पहले सप्ताह केवल $0,99, फिर प्रति सप्ताह $8,99
hr: Samo 0,99 USD prvi tjedan, zatim 8,99 USD tjedno
hu: Csak $0,99 az első héten, majd $8,99 hetente
id: Hanya $ 0,99 minggu pertama, kemudian $ 8,99 per minggu
it: Solo $0,99 la prima settimana, poi $8,99 a settimana
ja: 最初の週のみ$0,99、その後は週$8,99
ko: 첫 주 $0.99, 그다음 주당 $8.99
lt: Pirmąją savaitę tik 0,99 $, vėliau - 8,99 $ per savaitę
lv: Tikai $0,99 pirmajā nedēļā, pēc tam $8,99 nedēļā
ms: Hanya $0,99 minggu pertama, kemudian $8,99 seminggu
nb: Kun $0,99 den første uken, deretter $8,99 per uke
nl: Eerste week slechts $0,99, daarna $8,99 per week
pl: Tylko 0,99 USD w pierwszym tygodniu, a następnie 8,99 USD tygodniowo
pt_pt: Apenas $0,99 na primeira semana, depois $8,99 por semana
ro: Doar $0,99 prima săptămână, apoi $8,99 pe săptămână
ru: Только $0,99 в первую неделю, затем $8,99 в неделю
sk: Prvý týždeň iba 0,99 USD, potom 8,99 USD za týždeň
sl: Prvi teden samo $0,99, nato $8,99 na teden
sv: Endast $0,99 första veckan, därefter $8,99 per vecka
th: เพียง $0.99 ในสัปดาห์แรก จากนั้น $8.99 ต่อสัปดาห์
tr: İlk hafta sadece 0,99 $, daha sonra haftalık 8,99 $
uk: Лише $0,99 перший тиждень, потім $8,99 на тиждень
vi: Chỉ 0,99 USD tuần đầu tiên, sau đó là 8,99 USD mỗi tuần
zh_hans: 首周仅需 0.99 美元，之后每周 8.99 美元

# h_dataofbirth
source: Date of birth
ar: تاريخ الميلاد
bg: Дата на раждане
cs: Datum narození
da: Fødselsdato
de: Datum der Geburt
el: Ημερομηνία γέννησης
es: Fecha de nacimiento
et: Sünniaeg
fi: Syntymäaika
fr: Date de naissance
he: תאריך לידה
hi: जन्म की तारीख
hr: Datum rođenja
hu: Születési dátum
id: Tanggal lahir
it: Data di nascita
ja: 生年月日
ko: 생년월일
lt: Gimimo data
lv: Dzimšanas datums
ms: Tarikh lahir
nb: Fødselsdato
nl: Geboortedatum
pl: Data urodzenia
pt_pt: Data de nascimento
ro: Data nașterii
ru: Дата рождения
sk: Dátum narodenia
sl: Datum rojstva
sv: Födelsedatum
th: วันเกิด
tr: Doğum tarihi
uk: Дата народження
vi: Ngày sinh
zh_hans: 出生日期

# cam_pt_4
source: Not too close
ar: ليس قريبًا جدًا
bg: Не твърде близо
cs: Ne příliš blízko
da: Ikke for tæt på
de: Nicht zu knapp
el: Όχι πολύ κοντά
es: No demasiado cerca
et: Mitte liiga lähedal
fi: Ei liian lähellä
fr: Pas trop près
he: לא קרוב מדי
hi: बहुत करीब नहीं
hr: Ne preblizu
hu: Nem túl közel
id: Tidak terlalu dekat
it: Non troppo vicino
ja: それほど近くない
ko: 너무 가깝지 않음
lt: Ne per arti
lv: Ne pārāk tuvu
ms: Tidak terlalu rapat
nb: Ikke for nær
nl: Niet te dichtbij
pl: Nie za blisko
pt_pt: Não demasiado perto
ro: Nu prea aproape
ru: Не слишком близко
sk: Nie príliš blízko
sl: Ne preblizu
sv: Inte för nära
th: ไม่ใกล้เกินไป
tr: Çok yakın değil
uk: Не надто близько.
vi: Không quá gần
zh_hans: 不要太近

# tab_detection
source: Detection
ar: كشف
bg: Откриване
cs: Detekce
da: Detektion
de: Erkennung
el: Ανίχνευση
es: Detección
et: Avastamine
fi: Havaitseminen
fr: Détection
he: איתור
hi: खोज
hr: Otkrivanje
hu: Érzékelés
id: Deteksi
it: Rilevamento
ja: ディテクション
ko: 탐지
lt: Aptikimas
lv: Atklāšana
ms: Pengesanan
nb: Påvisning
nl: Opsporing
pl: Wykrywanie
pt_pt: Detecção
ro: Detecție
ru: Детектор
sk: Detekcia
sl: Odkrivanje
sv: Upptäckt
th: การตรวจจับ
tr: Algılama
uk: Виявлення
vi: Phát hiện
zh_hans: 探测

# history_open_catalog
source: Open catalog
ar: فتح الكتالوج
bg: Отворен каталог
cs: Otevřít katalog
da: Åbent katalog
de: Katalog öffnen
el: Ανοιχτός κατάλογος
es: Abrir catálogo
et: Avatud kataloog
fi: Avoin luettelo
fr: Catalogue ouvert
he: פתח קטלוג
hi: कैटलॉग खोलें
hr: Otvorite katalog
hu: Katalógus megnyitása
id: Buka katalog
it: Catalogo aperto
ja: カタログを開く
ko: 카탈로그 열기
lt: Atviras katalogas
lv: Atvērt katalogu
ms: Buka katalog
nb: Åpen katalog
nl: Catalogus openen
pl: Otwórz katalog
pt_pt: Catálogo aberto
ro: Deschideți catalogul
ru: Открыть каталог
sk: Otvoriť katalóg
sl: Odprti katalog
sv: Öppen katalog
th: เปิดแค็ตตาล็อก
tr: Açık katalog
uk: Відкритий каталог
vi: Mở danh mục
zh_hans: 打开目录

# detect_alert_text
source: Bring the stone to the phone to start
ar: أحضر الحجر إلى الهاتف للبدء
bg: Донесете камъка до телефона, за да започнете
cs: Přiložte kámen k telefonu a spusťte
da: Bring stenen hen til telefonen for at starte
de: Bringen Sie den Stein zum Telefon, um zu beginnen
el: Φέρτε την πέτρα στο τηλέφωνο για να ξεκινήσετε
es: Acercar la piedra al teléfono para empezar
et: Tooge kivi telefoni juurde, et alustada
fi: Tuo kivi puhelimeen aloittaaksesi
fr: Apportez la pierre au téléphone pour commencer
he: הביאו את האבן לטלפון כדי להתחיל
hi: शुरू करने के लिए पत्थर को फ़ोन पर लाएँ
hr: Za početak prinesite kamen telefonu
hu: Hozza a követ a telefonhoz a kezdéshez
id: Dekatkan batu ke ponsel untuk memulai
it: Avvicinare la pietra al telefono per iniziare
ja: 石を携帯電話に近づけてスタート
ko: 시작하려면 스톤을 휴대폰으로 가져옵니다.
lt: Priartinkite akmenį prie telefono ir pradėkite
lv: Lai sāktu darbu, pieskarieties akmenim pie tālruņa
ms: Bawa batu ke telefon untuk memulakan
nb: Før steinen til telefonen for å starte
nl: Breng de steen naar de telefoon om te beginnen
pl: Podnieś kamień do telefonu, aby rozpocząć
pt_pt: Aproximar a pedra do telefone para iniciar
ro: Aduceți piatra la telefon pentru a începe
ru: Поднесите камень к телефону, чтобы начать
sk: Priblížte kameň k telefónu a začnite
sl: Za začetek približajte kamen telefonu
sv: Ta stenen till telefonen för att starta
th: นำหินไปที่โทรศัพท์เพื่อเริ่มต้น
tr: Başlamak için taşı telefona getirin
uk: Піднесіть камінь до телефону, щоб почати
vi: Mang đá vào điện thoại để bắt đầu
zh_hans: 将石头拿到手机上启动

# cart_see_all
source: See all
ar: اظهار الكل
bg: Вижте всички
cs: Zobrazit všechny
da: Se alle
de: Alle sehen
el: Δείτε όλα
es: Ver todos
et: Vaata kõiki
fi: Katso kaikki
fr: Voir tous
he: ראה הכל
hi: सभी देखें
hr: Vidi sve
hu: Lásd mindet
id: Lihat semua
it: Vedi tutti
ja: すべて見る
ko: 모두 보기
lt: Žiūrėti visus
lv: Skatīt visu
ms: Lihat semua
nb: Se alle
nl: Bekijk alle
pl: Zobacz wszystkie
pt_pt: Ver tudo
ro: Vezi toate
ru: См. все
sk: Pozri všetky
sl: Oglejte si vse
sv: Se alla
th: ดูทั้งหมด
tr: Tümünü görün
uk: Переглянути всі
vi: Nhìn thấy tất cả
zh_hans: 查看全部

# cam_nomatch_subtitle
source: Unfortunately, we were unable to recognize your stone. Please make sure you have followed all the recommendations and try again.
ar: لسوء الحظ، لم نتمكن من التعرف على الحجر الخاص بك.يرجى التأكد من اتباع جميع التوصيات والمحاولة مرة أخرى.
bg: За съжаление не успяхме да разпознаем вашия камък. Моля, уверете се, че сте спазили всички препоръки, и опитайте отново.
cs: Váš kámen jsme bohužel nedokázali rozpoznat. Ujistěte se prosím, že jste dodrželi všechna doporučení, a zkuste to znovu.
da: Vi kunne desværre ikke genkende din sten. Sørg for, at du har fulgt alle anbefalingerne, og prøv igen.
de: Leider konnten wir Ihren Stein nicht erkennen. Bitte stellen Sie sicher, dass Sie alle Empfehlungen befolgt haben und versuchen Sie es erneut.
el: Δυστυχώς, δεν μπορέσαμε να αναγνωρίσουμε την πέτρα σας. Βεβαιωθείτε ότι έχετε ακολουθήσει όλες τις συστάσεις και δοκιμάστε ξανά.
es: Lamentablemente, no hemos podido reconocer su piedra. Asegúrese de haber seguido todas las recomendaciones e inténtelo de nuevo.
et: Kahjuks ei suutnud me teie kivi ära tunda. Palun veenduge, et olete järginud kõiki soovitusi ja proovige uuesti.
fi: Valitettavasti emme pystyneet tunnistamaan kiviänne. Varmista, että olet noudattanut kaikkia suosituksia ja yritä uudelleen.
fr: Malheureusement, nous n'avons pas pu reconnaître votre pierre. Assurez-vous d'avoir suivi toutes les recommandations et réessayez.
he: למרבה הצער, לא הצלחנו לזהות את האבן שלך.אנא ודא שמילאת את כל ההמלצות ונסה שוב.
hi: दुर्भाग्य से, हम आपके पत्थर को पहचानने में असमर्थ रहे।कृपया सुनिश्चित करें कि आपने सभी अनुशंसाओं का पालन किया है और पुनः प्रयास करें।
hr: Nažalost, nismo uspjeli prepoznati vaš kamen. Provjerite jeste li slijedili sve preporuke i pokušajte ponovno.
hu: Sajnos nem tudtuk felismerni a kövét. Kérjük, győződjön meg róla, hogy minden ajánlást betartott, és próbálja meg újra.
id: Sayangnya, kami tidak dapat mengenali batu Anda. Pastikan Anda telah mengikuti semua rekomendasi dan coba lagi.
it: Purtroppo non siamo riusciti a riconoscere la vostra pietra. Assicuratevi di aver seguito tutte le raccomandazioni e riprovate.
ja: 残念ながら、あなたの石を認識できませんでした。推奨事項をすべてお確かめの上、再度お試しください。
ko: 안타깝게도 귀하의 스톤을 인식할 수 없습니다. 모든 권장 사항을 준수했는지 확인한 후 다시 시도해 주세요.
lt: Deja, negalėjome atpažinti jūsų akmens. Įsitikinkite, kad laikėtės visų rekomendacijų, ir pabandykite dar kartą.
lv: Diemžēl mēs nevarējām atpazīt jūsu akmeni. Lūdzu, pārliecinieties, ka esat ievērojis visus ieteikumus, un mēģiniet vēlreiz.
ms: Malangnya, kami tidak dapat mengenali batu anda.Sila pastikan anda telah mengikuti semua pengesyoran dan cuba lagi.
nb: Vi klarte dessverre ikke å gjenkjenne steinen din. Kontroller at du har fulgt alle anbefalingene, og prøv igjen.
nl: Helaas konden we uw steen niet herkennen. Controleer of u alle aanbevelingen hebt opgevolgd en probeer het opnieuw.
pl: Niestety nie udało nam się rozpoznać Twojego kamienia. Upewnij się, że zastosowałeś się do wszystkich zaleceń i spróbuj ponownie.
pt_pt: Infelizmente, não foi possível reconhecer a sua pedra. Certifique-se de que seguiu todas as recomendações e tente novamente.
ro: Din păcate, nu am putut să vă recunoaștem piatra. Vă rugăm să vă asigurați că ați urmat toate recomandările și să încercați din nou.
ru: К сожалению, нам не удалось распознать Ваш камень. Пожалуйста, убедитесь, что Вы выполнили все рекомендации, и повторите попытку.
sk: Žiaľ, váš kameň sme nedokázali rozpoznať. Uistite sa, že ste dodržali všetky odporúčania a skúste to znova.
sl: Žal vašega kamna nismo mogli prepoznati. Prepričajte se, da ste upoštevali vsa priporočila, in poskusite znova.
sv: Tyvärr kunde vi inte känna igen din sten. Kontrollera att du har följt alla rekommendationer och försök igen.
th: ขออภัย เราไม่สามารถจำหินของคุณได้โปรดตรวจสอบให้แน่ใจว่าคุณได้ปฏิบัติตามคำแนะนำทั้งหมดแล้วลองอีกครั้ง
tr: Maalesef taşınızı tanıyamadık. Lütfen tüm önerileri uyguladığınızdan emin olun ve tekrar deneyin.
uk: На жаль, ми не змогли розпізнати ваш камінь. Будь ласка, переконайтеся, що ви виконали всі рекомендації і спробуйте ще раз.
vi: Thật không may, chúng tôi không thể nhận ra viên đá của bạn.Hãy đảm bảo rằng bạn đã làm theo tất cả các khuyến nghị và thử lại.
zh_hans: 很遗憾，我们无法识别您的石头。请确保您已遵循所有建议，然后再试一次。

# detect_btn_go
source: Got it!
ar: اذهب!
bg: Върви!
cs: Jděte do toho!
da: Gør det!
de: Los geht's!
el: Πήγαινε!
es: ¡Adelante!
et: Mine seda!
fi: Anna mennä!
fr: Allez-y !
he: לך!
hi: यह जाओ!
hr: Kreni!
hu: Gyerünk!
id: Lakukan!
it: Vai!
ja: 行ってこい！
ko: 시작하세요!
lt: Pirmyn!
lv: Iet uz to!
ms: Pergilah!
nb: Sett i gang!
nl: Ga ervoor!
pl: Do dzieła!
pt_pt: Vai lá!
ro: Du-te!
ru: Действуйте!
sk: Choďte na to!
sl: Pojdi na to!
sv: Kör!
th: ไปเลย!
tr: Git hadi!
uk: Давай!
vi: Làm đi!
zh_hans: 去吧

# h_articles
source: Articles
ar: مقالات
bg: Статии
cs: Články
da: Artikler
de: Artikel
el: Άρθρα
es: Artículos
et: Artiklid
fi: Artikkelit
he: מאמרים
hi: सामग्री
hr: Članci
hu: Cikkek
id: Artikel
it: Articoli
ja: 記事
ko: 기사
lt: Straipsniai
lv: Raksti
ms: Artikel
nb: Artikler
nl: Artikelen
pl: Artykuły
pt_pt: Artigos
ro: Articole
ru: Статьи
sk: Články
sl: Članki
sv: Artiklar
th: บทความ
tr: Makaleler
uk: Статті
vi: Bài viết
zh_hans: 文章

# h_article_mentions
source: Mentions
ar: يذكر
bg: Споменавания
cs: Zmínky
da: Omtaler
de: Erwähnungen
el: Αναφορές
es: Menciones
et: Mainib
fi: Maininnat
he: אזכורים
hi: का उल्लेख है
hr: Spominjanja
hu: Említések
id: Menyebutkan
it: Menzioni
ja: 言及
ko: 멘션
lt: Paminėjimai
lv: Minējumi
ms: Sebutan
nb: Omtaler
nl: Vermeldingen
pl: Wzmianki
pt_pt: Menções
ro: Mențiuni
ru: Упоминания
sk: Zmienky
sl: Omembe
sv: Omnämnanden
th: กล่าวถึง
tr: Mansiyonlar
uk: Згадки
vi: Đề cập
zh_hans: 提及

# cam_pt_1
source: One stone in the photo
ar: حجر واحد في الصورة
bg: Един камък на снимката
cs: Jeden kámen na fotografii
da: En sten på billedet
de: Ein Stein auf dem Foto
el: Μια πέτρα στη φωτογραφία
es: Una piedra en la foto
et: Üks kivi pildil
fi: Yksi kivi kuvassa
fr: Une pierre dans la photo
he: אבן אחת בתמונה
hi: फोटो में एक पत्थर
hr: Jedan kamen na fotografiji
hu: Egy kő a képen
id: Satu batu dalam foto
it: Una pietra nella foto
ja: 写真に写っている石
ko: 사진 속 일석이조
lt: Vienas akmuo nuotraukoje
lv: Viens akmens fotoattēlā
ms: Satu batu dalam foto
nb: En stein på bildet
nl: Eén steen op de foto
pl: Jeden kamień na zdjęciu
pt_pt: Uma pedra na fotografia
ro: O piatră în fotografie
ru: Один камень на фотографии
sk: Jeden kameň na fotografii
sl: En kamen na fotografiji
sv: En sten i fotot
th: หินก้อนหนึ่งในภาพ
tr: Fotoğraftaki bir taş
uk: Один камінь на фото
vi: Một hòn đá trong bức ảnh
zh_hans: 照片中的一块石头

# pr_btn
source: Get offer
ar: احصل على عرض
bg: Получете оферта
cs: Získat nabídku
da: Få et tilbud
de: Angebot erhalten
el: Προσφορά
es: Obtener oferta
et: Hankige pakkumine
fi: Hanki tarjous
fr: Obtenir une offre
he: קבל הצעה
hi: ऑफर हासिल करें
hr: Dobiti ponudu
hu: Ajánlatot kap
id: Dapatkan penawaran
it: Ottenere l'offerta
ja: 特典を受ける
ko: 제안 받기
lt: Gaukite pasiūlymą
lv: Saņemt piedāvājumu
ms: Dapatkan tawaran
nb: Få tilbud
nl: Aanbieding krijgen
pl: Pobierz ofertę
pt_pt: Obter oferta
ro: Obțineți oferta
ru: Получить предложение
sk: Získajte ponuku
sl: Pridobite ponudbo
sv: Få erbjudande
th: รับข้อเสนอ
tr: Teklif al
uk: Отримати пропозицію
vi: Nhận lời đề nghị
zh_hans: 获得优惠

# cam_sub_subtitle
source: Use the feature for viewing ads or get full access to all of the features for a subscription
ar: استخدم الميزة لعرض الإعلانات أو الحصول على الوصول الكامل إلى جميع الميزات للاشتراك
bg: Използвайте функцията за гледане на реклами или получете пълен достъп до всички функции с абонамент
cs: Použijte funkci pro prohlížení reklam nebo získejte plný přístup ke všem funkcím za předplatné.
da: Brug funktionen til at se annoncer, eller få fuld adgang til alle funktionerne med et abonnement.
de: Nutzen Sie die Funktion zum Anzeigen von Werbung oder erhalten Sie vollen Zugriff auf alle Funktionen für ein Abonnement
el: Χρησιμοποιήστε τη λειτουργία για την προβολή διαφημίσεων ή αποκτήστε πλήρη πρόσβαση σε όλες τις λειτουργίες με μια συνδρομή
es: Utilice la función para ver anuncios u obtenga acceso completo a todas las funciones mediante una suscripción
et: Kasutage funktsiooni reklaamide vaatamiseks või saate täieliku juurdepääsu kõikidele funktsioonidele tellimusena
fi: Käytä ominaisuutta mainosten katseluun tai saat täyden käyttöoikeuden kaikkiin ominaisuuksiin tilauksen hinnalla.
fr: Utilisez la fonction pour visionner des publicités ou obtenez un accès complet à toutes les fonctions moyennant un abonnement.
he: השתמש בתכונה לצפייה במודעות או לקבל גישה מלאה לכל התכונות למנוי
hi: विज्ञापनों को देखने के लिए सुविधा का उपयोग करें या सदस्यता के लिए सभी सुविधाओं तक पूरी पहुंच प्राप्त करें
hr: Upotrijebite značajku za pregled oglasa ili privucite potpuni pristup svim značajkama za pretplatu
hu: Használja a funkciót hirdetések megtekintésére, vagy előfizetés ellenében teljes hozzáférést kaphat az összes funkcióhoz.
id: Gunakan fitur untuk melihat iklan atau dapatkan akses penuh ke semua fitur dengan berlangganan
it: Utilizzate la funzione per visualizzare gli annunci o ottenete l'accesso completo a tutte le funzioni con un abbonamento.
ja: 広告を表示するために機能を使用するか、サブスクリプションのすべての機能をフルアクセスする
ko: 광고 보기 기능을 사용하거나 구독의 모든 기능에 대한 전체 액세스 권한을 얻으세요.
lt: Naudokite funkciją skelbimams peržiūrėti arba gaukite visišką prieigą prie visų funkcijų už prenumeratą
lv: Izmantojiet šo funkciju reklāmu skatīšanai vai saņemiet pilnu piekļuvi visām funkcijām par abonementu.
ms: Gunakan ciri untuk melihat iklan atau dapatkan akses penuh ke semua ciri untuk langganan
nb: Bruk funksjonen for å se annonser, eller få full tilgang til alle funksjonene mot et abonnement.
nl: Gebruik de functie voor het bekijken van advertenties of krijg volledige toegang tot alle functies voor een abonnement
pl: Korzystaj z funkcji wyświetlania reklam lub uzyskaj pełny dostęp do wszystkich funkcji w ramach subskrypcji.
pt_pt: Utilize a funcionalidade para ver anúncios ou obtenha acesso total a todas as funcionalidades através de uma subscrição
ro: Utilizați funcția pentru vizualizarea anunțurilor sau obțineți acces complet la toate funcțiile pentru un abonament
ru: Используйте функцию для просмотра рекламы или получите полный доступ ко всем функциям за подписку
sk: Použite funkciu na zobrazovanie reklám alebo získajte plný prístup ku všetkým funkciám za predplatné
sl: Uporabite funkcijo za ogled oglasov ali pridobite popoln dostop do vseh funkcij za naročnino.
sv: Använd funktionen för att visa annonser eller få full tillgång till alla funktioner för en prenumeration
th: ใช้คุณสมบัติสำหรับการดูโฆษณาหรือเข้าถึงคุณสมบัติทั้งหมดสำหรับการสมัครสมาชิก
tr: Reklamları görüntülemek için özelliği kullanın veya bir abonelik karşılığında tüm özelliklere tam erişim elde edin
uk: Використовуйте функцію для перегляду оголошень або отримайте повний доступ до всіх функцій за підпискою
vi: Sử dụng tính năng để xem quảng cáo hoặc truy cập đầy đủ vào tất cả các tính năng để đăng ký
zh_hans: 使用该功能查看广告，或通过订阅获得所有功能的完整访问权

# settings_support
source: Support
ar: يدعم
bg: Подкрепа
cs: Podpora
da: Støtte
de: Unterstützung
el: Υποστήριξη
es: Ayuda
et: Toetus
fi: Tuki
fr: Soutien
he: תמיכה
hi: सहायता
hr: Podržati
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
lt: Parama
lv: Atbalsts
ms: Sokongan
nb: Støtte
nl: Steun
pl: Wsparcie
pt_pt: Apoio
ro: Suport
ru: Поддержка
sk: Podpora
sl: Podpora
sv: Stöd
th: สนับสนุน
tr: Destek
uk: Підтримка
vi: Ủng hộ
zh_hans: 支持
