Repository: MrCronkite/basicSwift
Catalog: InternShip/Stones3/RareStones/SupportingFille/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans

# cart_colors
source: Colors
ar: الألوان
bg: Цветове
cs: Barvy
da: Farver
de: Farben
el: Χρώματα
es: Colores
et: Värvid
fi: Värit
fr: Couleurs
he: צבעים
hi: रंग की
hr: Boja
hu: Színek
id: Warna
it: Colori
ja: カラー
ko: 색상
lt: Spalvos
lv: Krāsas
ms: Warna
nb: Farger
nl: Kleuren
pl: Kolory
pt_pt: Cores
ro: Culori
ru: Цвета
sk: Farby
sl: Barve
sv: Färger
th: สี
tr: Renkler
uk: Кольори
vi: Màu sắc
zh_hans: 颜色

# detect_second_text
source: Average probability of magnetic stones
ar: متوسط احتمال الحجارة المغناطيسية
bg: Средна вероятност за магнитни камъни
cs: Průměrná pravděpodobnost výskytu magnetických kamenů
da: Gennemsnitlig sandsynlighed for magnetiske sten
de: Durchschnittliche Wahrscheinlichkeit von Magnetsteinen
el: Μέση πιθανότητα μαγνητικών λίθων
es: Probabilidad media de piedras magnéticas
et: Keskmine tõenäosus magnetiliste kivide leidmiseks
fi: Magneettikivien keskimääräinen todennäköisyys
fr: Probabilité moyenne des pierres magnétiques
he: הסתברות ממוצעת לאבנים מגנטיות
hi: चुंबकीय पत्थरों की औसत संभावना
hr: Prosječna vjerojatnost magnetskog kamenja
hu: A mágneses kövek átlagos valószínűsége
id: Probabilitas rata-rata batu magnet
it: Probabilità media di pietre magnetiche
ja: 磁気石の平均確率
ko: 자석 돌의 평균 확률
lt: Vidutinė magnetinių akmenų tikimybė
lv: Magnētisko akmeņu vidējā varbūtība
ms: Kebarangkalian purata batu magnet
nb: Gjennomsnittlig sannsynlighet for magnetiske steiner
nl: Gemiddelde waarschijnlijkheid van magnetische stenen
pl: Średnie prawdopodobieństwo wystąpienia kamieni magnetycznych
pt_pt: Probabilidade média de pedras magnéticas
ro: Probabilitatea medie a pietrelor magnetice
ru: Средняя вероятность появления магнитных камней
sk: Priemerná pravdepodobnosť magnetických kameňov
sl: Povprečna verjetnost magnetnih kamnov
sv: Genomsnittlig sannolikhet för magnetiska stenar
th: ความน่าจะเป็นเฉลี่ยของหินแม่เหล็ก
tr: Manyetik taşların ortalama olasılığı
uk: Середня ймовірність появи магнітних каменів
vi: Xác suất trung bình của đá từ tính
zh_hans: 磁石的平均概率

# cam_sub_title_open
source: Open all matches
ar: فتح كافة المباريات
bg: Отворете всички мачове
cs: Otevřít všechny zápasy
da: Åbn alle kampe
de: Alle Spiele öffnen
el: Ανοίξτε όλους τους αγώνες
es: Abrir todos los partidos
et: Avatud kõik matšid
fi: Avaa kaikki ottelut
fr: Ouvrir tous les matchs
he: פתח את כל המשחקים
hi: सभी मैच खोलें
hr: Otvori sve utakmice
hu: Minden mérkőzés megnyitása
id: Buka semua pertandingan
it: Aprire tutte le partite
ja: 全試合オープン
ko: 모든 경기 열기
lt: Atidaryti visas rungtynes
lv: Atvērt visas spēles
ms: Buka semua perlawanan
nb: Åpne alle kamper
nl: Alle wedstrijden openen
pl: Otwórz wszystkie mecze
pt_pt: Abrir todos os jogos
ro: Deschideți toate meciurile
ru: Открыть все совпадения
sk: Otvoriť všetky zápasy
sl: Odprite vse tekme
sv: Öppna alla matcher
th: เปิดการแข่งขันทั้งหมด
tr: Tüm maçları aç
uk: Відкрити всі матчі
vi: Mở tất cả các trận đấu
zh_hans: 开放所有比赛

# cart_healing
source: Healing risks
ar: مخاطر الشفاء
bg: Рискове за изцеление
cs: Rizika hojení
da: Risici for helbredelse
de: Risiken für die Heilung
el: Κίνδυνοι επούλωσης
es: Riesgos de curación
et: Paranemisriskid
fi: Parantumisriskit
fr: Risques liés à la guérison
he: סיכוני ריפוי
hi: उपचार संबंधी जोखिम
hr: Rizici ozdravljenja
hu: Gyógyulási kockázatok
id: Risiko penyembuhan
it: Rischi di guarigione
ja: 治癒のリスク
ko: 치유 위험
lt: Gydymo rizika
lv: Dziedināšanas riski
ms: Risiko penyembuhan
nb: Risiko for helbredelse
nl: Genezingsrisico's
pl: Ryzyko związane z leczeniem
pt_pt: Riscos de cura
ro: Riscuri de vindecare
ru: Лечебные риски
sk: Liečebné riziká
sl: Tveganja pri zdravljenju
sv: Risker med läkning
th: ความเสี่ยงในการรักษา
tr: İyileşme riskleri
uk: Ризики зцілення
vi: Rủi ro chữa bệnh
zh_hans: 治疗风险

# cam_settings_subtitle
source: To start identifying stones, go to settings and give the app access to the camera
ar: للبدء في التعرف على الحجارة، انتقل إلى الإعدادات وامنح التطبيق إمكانية الوصول إلى الكاميرا
bg: За да започнете да идентифицирате камъни, отидете в настройките и дайте на приложението достъп до камерата
cs: Chcete-li začít identifikovat kameny, přejděte do nastavení a povolte aplikaci přístup k fotoaparátu.
da: For at begynde at identificere sten skal du gå til indstillinger og give appen adgang til kameraet
de: Um mit der Identifizierung von Steinen zu beginnen, gehen Sie zu den Einstellungen und geben Sie der App Zugriff auf die Kamera
el: Για να ξεκινήσετε τον εντοπισμό λίθων, μεταβείτε στις ρυθμίσεις και δώστε στην εφαρμογή πρόσβαση στην κάμερα.
es: Para empezar a identificar piedras, ve a los ajustes y dale a la aplicación acceso a la cámara
et: Kivide tuvastamise alustamiseks minge seadistustesse ja andke rakendusele juurdepääs kaamerale.
fi: Jos haluat aloittaa kivien tunnistamisen, siirry asetuksiin ja anna sovellukselle pääsy kameraan.
fr: Pour commencer à identifier les pierres, allez dans les paramètres et donnez à l'application l'accès à l'appareil photo.
he: כדי להתחיל בזיהוי אבנים, היכנסו להגדרות ותנו לאפליקציה גישה למצלמה
hi: पत्थरों की पहचान शुरू करने के लिए, सेटिंग्स पर जाएं और ऐप को कैमरे तक पहुंच दें
hr: Za početak prepoznavanja kamenja idite na postavke i dajte aplikaciji pristup kameri
hu: A kövek azonosításának megkezdéséhez menjen a beállításokhoz, és adjon hozzáférést az alkalmazásnak a kamerához.
id: Untuk mulai mengidentifikasi batu, buka pengaturan dan berikan akses aplikasi ke kamera
it: Per iniziare a identificare le pietre, accedere alle impostazioni e dare all'app l'accesso alla fotocamera
ja: 石の識別を開始するには、設定からアプリにカメラへのアクセス権を与える。
ko: 돌 식별을 시작하려면 설정으로 이동하여 앱에 카메라에 대한 액세스 권한을 부여하세요.
lt: Norėdami pradėti atpažinti akmenis, eikite į nustatymus ir suteikite programėlei prieigą prie fotoaparato
lv: Lai sāktu akmeņu identificēšanu, dodieties uz iestatījumiem un piešķiriet lietotnei piekļuvi kamerai.
ms: Untuk mula mengenal pasti batu, pergi ke tetapan dan berikan apl akses kepada kamera
nb: For å begynne å identifisere steiner går du til innstillinger og gir appen tilgang til kameraet.
nl: Om te beginnen met het identificeren van stenen, ga je naar instellingen en geef je de app toegang tot de camera
pl: Aby rozpocząć identyfikację kamieni, przejdź do ustawień i daj aplikacji dostęp do kamery
pt_pt: Para começar a identificar pedras, vá às definições e dê à aplicação acesso à câmara
ro: Pentru a începe să identificați pietrele, mergeți la setări și dați aplicației acces la camera foto
ru: Чтобы начать определять камни, перейдите в настройки и предоставьте приложению доступ к камере
sk: Ak chcete začať identifikovať kamene, prejdite do nastavení a umožnite aplikácii prístup k fotoaparátu.
sl: Če želite začeti prepoznavati kamne, pojdite v nastavitve in aplikaciji omogočite dostop do kamere.
sv: För att börja identifiera stenar, gå till inställningarna och ge appen åtkomst till kameran
th: หากต้องการเริ่มระบุหิน ให้ไปที่การตั้งค่าและให้สิทธิ์แอปเข้าถึงกล้อง
tr: Taşları tanımlamaya başlamak için ayarlara gidin ve uygulamaya kameraya erişim izni verin
uk: Щоб почати визначати камені, перейдіть до налаштувань і надайте додатку доступ до камери
vi: Để bắt đầu xác định đá, hãy đi tới cài đặt và cấp cho ứng dụng quyền truy cập vào máy ảnh
zh_hans: 要开始识别石头，请进入设置并允许应用程序访问摄像头

# h_subtitle_healing
source: To suit different needs
ar: لتناسب الاحتياجات المختلفة
bg: За да отговарят на различни нужди
cs: Pro různé potřeby
da: Til at opfylde forskellige behov
de: Für unterschiedliche Bedürfnisse
el: Για να ταιριάζει σε διαφορετικές ανάγκες
es: Para adaptarse a diferentes necesidades
et: Erinevate vajaduste rahuldamiseks
fi: Erilaisiin tarpeisiin
fr: Pour répondre à des besoins différents
he: כדי להתאים לצרכים שונים
hi: विभिन्न आवश्यकताओं के अनुरूप
hr: Za različite potrebe
hu: Különböző igényeknek megfelelően
id: Untuk memenuhi kebutuhan yang berbeda
it: Per soddisfare le diverse esigenze
ja: さまざまなニーズに合わせて
ko: 다양한 요구 사항에 맞게
lt: Kad atitiktų skirtingus poreikius
lv: Atbilst dažādām vajadzībām
ms: Untuk memenuhi keperluan yang berbeza
nb: For å dekke ulike behov
nl: Om aan verschillende behoeften te voldoen
pl: Aby zaspokoić różne potrzeby
pt_pt: Para responder a diferentes necessidades
ro: Pentru a se potrivi diferitelor nevoi
ru: Для удовлетворения различных потребностей
sk: Aby vyhovovali rôznym potrebám
sl: Za različne potrebe
sv: För att passa olika behov
th: เพื่อให้เหมาะกับความต้องการที่แตกต่างกัน
tr: Farklı ihtiyaçlara uygun
uk: Для задоволення різних потреб
vi: Để phù hợp với nhu cầu khác nhau
zh_hans: 满足不同需求

# pr_week
source: per week
ar: في الاسبوع
bg: на седмица
cs: týdně
da: om ugen
de: pro Woche
el: ανά εβδομάδα
es: por semana
et: nädalas
fi: viikossa
fr: par semaine
he: בשבוע
hi: प्रति सप्ताह
hr: tjedno
hu: hetente
id: per minggu
it: a settimana
ja: 週あたり
ko: 주당
lt: per savaitę
lv: nedēļā
ms: seminggu
nb: per uke
pl: na tydzień
pt_pt: por semana
ro: pe săptămână
ru: в неделю
sk: za týždeň
sl: na teden
sv: per vecka
th: ต่อสัปดาห์
tr: haftalık
uk: на тиждень
vi: mỗi tuần
zh_hans: 每星期

# cart_tag_rare
source: Rare stone
ar: حجر نادر
bg: Рядък камък
cs: Vzácný kámen
da: Sjælden sten
de: Seltener Stein
el: Σπάνια πέτρα
es: Piedra rara
et: Haruldane kivi
fi: Harvinainen kivi
fr: Pierre rare
he: אבן נדירה
hi: दुर्लभ पत्थर
hr: Rijedak kamen
hu: Ritka kő
id: Batu langka
it: Pietra rara
ja: 希少石
ko: 희귀석
lt: Retas akmuo
lv: Reti akmens
ms: Batu jarang
nb: Sjelden stein
nl: Zeldzame steen
pl: Rzadki kamień
pt_pt: Pedra rara
ro: Piatră rară
ru: Редкий камень
sk: Vzácny kameň
sl: Redek kamen
sv: Sällsynt sten
th: หินหายาก
tr: Nadir taş
uk: Рідкісний камінь
vi: Đá hiếm
zh_hans: 罕见的石头

# cam_pt_6
source: Not blurry
ar: ليس ضبابيا
bg: Не е размазано
cs: Není rozmazaný
da: Ikke sløret
de: Nicht unscharf
el: Δεν είναι θολή
es: No borroso
et: Ei ole hägune
fi: Ei epäselvä
fr: Pas de flou
he: לא מטושטש
hi: धुंधला नहीं
hr: Nije mutno
hu: Nem homályos
id: Tidak buram
it: Non sfocato
ja: ボケていない
ko: 흐릿하지 않음
lt: Nėra neryškus
lv: Nav izplūduši
ms: Tidak kabur
nb: Ikke uskarpt
nl: Niet wazig
pl: Nie rozmazany
pt_pt: Não desfocado
ro: Nu este neclar
ru: Не размыто
sk: Nie je rozmazaný
sl: Ni zamegljeno
sv: Inte suddig
th: ไม่เบลอ
tr: Bulanık değil
uk: Не розмито
vi: Không mờ
zh_hans: 不模糊

# onb_original
source: Original vs Fake
ar: الأصلي مقابل وهمية
bg: Оригинал срещу фалшификат
cs: Originál vs. padělek
da: Original vs. falsk
de: Original vs. Fälschung
el: Πρωτότυπο vs Ψεύτικο
es: Original frente a falso
et: Originaal vs võltsing
fi: Alkuperäinen vs. väärennös
fr: Original ou faux
he: מקורי לעומת מזויף
hi: मूल बनाम नकली
hr: Originalni vs lažni
hu: Eredeti vs hamisítvány
id: Asli vs Palsu
it: Originale o falso
ja: オリジナルと偽物
ko: 원본과 가짜
lt: Originalas ir klastotė
lv: Oriģināls pret viltojumu
ms: Asal vs palsu
nb: Original vs. forfalskning
nl: Origineel vs Nep
pl: Oryginał kontra podróbka
pt_pt: Original vs Falso
ro: Original vs Fals
ru: Оригинал против подделки
sk: Originál vs. falzifikát
sl: Original proti ponaredku
sv: Original kontra förfalskning
th: ดั้งเดิม vs ปลอม
tr: Orijinal vs Sahte
uk: Оригінал проти підробки
vi: Bản gốc vs giả
zh_hans: 原创与赝品

# tab_Ai_helper
source: Ai Helper
ar: عاي مساعد
bg: Помощник на Ai
de: KI-Helfer
el: Ai Βοηθός
es: Ayudante Ai
he: איי עוזר
hi: ऐ हेल्पर
hr: AI pomagač
id: Pembantu Ai
it: Aiutante
ja: アイ・ヘルパー
ko: 인공지능 도우미
lt: Ai pagalbininkas
lv: Ai palīgs
ms: Ai Penolong
pt_pt: Ajudante Ai
ru: Помощник
sv: Ai Hjälpare
th: ผู้ช่วยไอ
tr: Ai Yardımcısı
vi: Người trợ giúp Ai
zh_hans: Ai 助手

# h_article_fake
source: Fake
ar: مزيف
bg: Фалшив
cs: Falešný
da: Falsk
de: Gefälschte
el: Ψεύτικο
es: Falso
fr: Faux
he: מְזוּיָף
hi: नकली
hr: Lažna
hu: Hamis
id: Palsu
it: Falso
ja: 偽物
ko: 가짜
lt: Padirbtas
ms: palsu
nb: Falsk
nl: Nep
pl: Fałszywy
pt_pt: Falso
ru: Подделка
sk: Falošný
sv: Falsk
th: ปลอม
tr: Sahte
uk: Фальшивка.
vi: Giả mạo
zh_hans: 伪造

# cam_title_match
source: Got a match!
ar: حصلت على المباراة!
bg: Имам съвпадение!
cs: Mám shodu!
da: Jeg har et match!
de: Ich habe einen Treffer!
el: Βρήκα ταίρι!
es: ¡Tengo una coincidencia!
et: Saime vaste!
fi: Sain tulitikun!
fr: J'ai une correspondance !
he: יש התאמה!
hi: एक मैच मिल गया!
hr: Imam podudaranje!
hu: Megvan a találat!
id: Punya pertandingan!
it: Abbiamo un riscontro!
ja: マッチした！
ko: 일치하는 것을 찾았습니다!
lt: Turiu atitikmenį!
lv: Ir rezultāts!
ms: Dapat perlawanan!
nb: Vi har en match!
nl: Ik heb een match!
pl: Mam mecz!
pt_pt: Tenho uma correspondência!
ro: Am găsit o potrivire!
ru: Есть совпадение!
sk: Mám zápas!
sl: Imam tekmo!
sv: Fick en matchning!
th: ได้แมตช์แล้ว!
tr: Bir eşleşme buldum!
uk: Є збіг!
vi: Có một trận đấu!
zh_hans: 找到匹配了

# h_title_stone_zodiac
source: Zodiac stones
ar: حجارة البروج
bg: Зодиакални камъни
cs: Kameny zvěrokruhu
da: Stjernetegnets sten
de: Sternzeichen Steine
el: Ζωδιακές πέτρες
es: Piedras del zodíaco
et: Tähtkuju kivid
fi: Zodiac-kivet
fr: Pierres du zodiaque
he: אבני גלגל המזלות
hi: राशि चक्र के पत्थर
hr: Zodijačko kamenje
hu: Zodiákus kövek
id: Batu zodiak
it: Pietre dello zodiaco
ja: 星座石
ko: 조디악 스톤
lt: Zodiako akmenys
lv: Zodiaka akmeņi
ms: Batu zodiak
nb: Stjernetegnets steiner
nl: Dierenriem stenen
pl: Kamienie zodiaku
pt_pt: Pedras do zodíaco
ro: Pietre zodiacale
ru: Зодиакальные камни
sk: Kamene zverokruhu
sl: Zodiakalni kamni
sv: Stenar från zodiaken
th: หินประจำราศี
tr: Zodyak taşları
uk: Камені зодіаку
vi: Đá hoàng đạo
zh_hans: 黄道十二宫宝石

# history_wishlist_button
source: Wish List
ar: قائمة الرغبات
bg: Списък с желания
cs: Seznam přání
da: Ønskeliste
de: Wunschzettel
el: Λίστα επιθυμιών
es: Lista de deseos
et: Soovide nimekiri
fi: Toivomuslista
fr: Liste de souhaits
he: רשימת משאלות
hi: इच्छा सूची
hr: Lista želja
hu: Kívánságlista
id: Daftar Keinginan
it: Lista dei desideri
ja: ウィッシュリスト
ko: 위시리스트
lt: Pageidavimų sąrašas
lv: Vēlmju saraksts
ms: Senarai Hajat
nb: Ønskeliste
nl: Verlanglijstje
pl: Lista życzeń
pt_pt: Lista de desejos
ro: Lista de dorințe
ru: Список желаний
sk: Zoznam želaní
sl: Seznam želja
sv: Önskelista
th: รายการความปรารถนา
tr: Dilek Listesi
uk: Список бажань
vi: Danh sách mong muốn
zh_hans: 愿望清单

# h_search_low
source: Price low
ar: السعر منخفض
bg: Цена ниска
cs: Nízká cena
da: Lav pris
de: Preis niedrig
el: Τιμή χαμηλή
es: Precio bajo
et: Hind madal
fi: Hinta alhainen
fr: Prix bas
he: מחיר נמוך
hi: कीमत कम
hr: Cijena niska
hu: Alacsony ár
id: Harga rendah
it: Prezzo basso
ja: 低価格
ko: 저렴한 가격
lt: Kaina maža
lv: Cena zema
ms: Harga rendah
nb: Lav pris
nl: Lage prijs
pl: Niska cena
pt_pt: Preço baixo
ro: Preț scăzut
ru: Низкая цена
sk: Nízka cena
sl: Nizka cena
sv: Lågt pris
th: ราคาต่ำ
tr: Düşük fiyat
uk: Ціна низька
vi: Giá thấp
zh_hans: 价格低

# h_zodiac_open_card
source: Open stone card
ar: فتح بطاقة الحجر
bg: Отворена карта с камъни
cs: Otevřená karta kamene
da: Åbn stenkort
de: Steinkarte öffnen
el: Άνοιγμα πέτρινης κάρτας
es: Abrir tarjeta de piedra
et: Avatud kivikaart
fi: Avaa kivikortti
fr: Ouvrir la carte de pierre
he: כרטיס אבן פתוח
hi: स्टोन कार्ड खोलें
hr: Otvorena kamena karta
hu: Kőkártya megnyitása
id: Kartu batu terbuka
it: Aprire la carta di pietra
ja: オープン・ストーン・カード
ko: 오픈 스톤 카드
lt: Atversta akmens kortelė
lv: Atvērt akmens karti
ms: Buka kad batu
nb: Åpne steinkortet
nl: Steenkaart openen
pl: Otwarta kamienna karta
pt_pt: Abrir cartão de pedra
ro: Carte de piatră deschisă
ru: Открыть карту камня
sk: Otvoriť kamennú kartu
sl: Odprta kamnita kartica
sv: Öppna stenkort
th: เปิดการ์ดหิน
tr: Taş kartı aç
uk: Відкрита картка каменю
vi: Thẻ đá mở
zh_hans: 打开石卡

# onb_sub_text_first
source: Recognize stones and find out their estimated value
ar: التعرف على الحجارة ومعرفة قيمتها التقديرية
bg: Разпознаване на камъни и определяне на приблизителната им стойност
cs: Rozpoznat kameny a zjistit jejich odhadovanou hodnotu
da: Genkende sten og finde ud af deres anslåede værdi
de: Steine erkennen und ihren geschätzten Wert herausfinden
el: Αναγνωρίστε τις πέτρες και μάθετε την εκτιμώμενη αξία τους
es: Reconocer las piedras y averiguar su valor estimado
et: Tunnista kivid ja leia nende hinnanguline väärtus.
fi: Tunnista kivet ja selvitä niiden arvioitu arvo.
fr: Reconnaître les pierres et connaître leur valeur estimée
he: לזהות אבנים ולברר את ערכן המשוער
hi: पत्थरों को पहचानें और उनकी अनुमानित कीमत का पता लगाएं
hr: Prepoznajte kamenje i saznajte njihovu procijenjenu vrijednost
hu: Kövek felismerése és becsült értékük megállapítása
id: Mengenali batu dan mengetahui perkiraan nilainya
it: Riconoscere le pietre e scoprire il loro valore stimato
ja: 石を認識し、その推定価値を調べる
ko: 돌을 인식하고 예상 가치를 알아보세요.
lt: Atpažinkite akmenis ir sužinokite jų apytikslę vertę
lv: Atpazīt akmeņus un uzzināt to aptuveno vērtību
ms: Kenali batu dan ketahui anggaran nilainya
nb: Gjenkjenne steiner og finne ut deres anslåtte verdi
nl: Stenen herkennen en hun geschatte waarde bepalen
pl: Rozpoznawanie kamieni i określanie ich szacunkowej wartości
pt_pt: Reconhecer as pedras e descobrir o seu valor estimado
ro: Recunoașteți pietrele și aflați valoarea lor estimată
ru: Распознавание камней и определение их оценочной стоимости
sk: Rozpoznať kamene a zistiť ich odhadovanú hodnotu
sl: Prepoznavanje kamnov in ugotavljanje njihove ocenjene vrednosti
sv: Känna igen stenar och ta reda på deras uppskattade värde
th: จดจำหินและค้นหามูลค่าโดยประมาณ
tr: Taşları tanıyın ve tahmini değerlerini öğrenin
uk: Розпізнавати камені та дізнаватися їхню приблизну вартість
vi: Nhận biết đá và tìm ra giá trị ước tính của chúng
zh_hans: 认识宝石并了解其估价

# helper_button_premium
source: Get Premium
ar: إحصل على الأفضل
bg: Получете Premium
cs: Získat Premium
da: Få Premium
de: Prämie erhalten
el: Αποκτήστε Premium
es: Conseguir Premium
et: Hangi Premium
fi: Hanki Premium
fr: Obtenir une prime
he: קבל פרימיום
hi: प्रीमियम प्राप्त करना
hr: Dobiti premium
hu: Prémium beszerzése
id: Dapatkan Premium
it: Ottenere il premio
ja: プレミアムを取得する
ko: 프리미엄 받기
lt: Gaukite Premium
lv: Iegūt Premium
ms: Dapatkan premium
nb: Få Premium
nl: Krijg Premie
pl: Uzyskać premię
pt_pt: Obtenha Premium
ro: Obțineți Premium
ru: Получить премиум
sk: Získajte Premium
sl: Pridobite Premium
sv: Få Premium
th: รับพรีเมี่ยม
tr: Premium Alın
uk: Отримайте Преміум
vi: Lấy tiền thưởng
zh_hans: 获得保费

# helper_question3
source: What are the most popular stones to buy?
ar: ما هي الحجارة الأكثر شعبية للشراء؟
bg: Кои са най-популярните камъни за покупка?
cs: Jaké jsou nejoblíbenější kameny ke koupi?
da: Hvad er de mest populære sten at købe?
de: Welches sind die beliebtesten Steine zum Kauf?
el: Ποιες είναι οι πιο δημοφιλείς πέτρες για αγορά;
es: ¿Cuáles son las piedras más populares para comprar?
et: Millised on kõige populaarsemad kivid, mida osta?
fi: Mitkä ovat suosituimpia kiviä ostaa?
fr: Quelles sont les pierres les plus populaires à acheter ?
he: מהן האבנים הפופולריות ביותר לקנייה?
hi: खरीदने के लिए सबसे लोकप्रिय पत्थर कौन से हैं?
hr: Koje je kamenje najpopularnije za kupnju?
hu: Melyek a legnépszerűbb kövek?
id: Batu apa yang paling populer untuk dibeli?
it: Quali sono le pietre più popolari da acquistare?
ja: 最も人気のある石は何ですか？
ko: 가장 인기 있는 스톤은 무엇인가요?
lt: Kokie akmenys yra populiariausi?
lv: Kādi ir populārākie akmeņi, ko iegādāties?
ms: Apakah batu yang paling popular untuk dibeli?
nb: Hva er de mest populære steinene å kjøpe?
nl: Wat zijn de populairste stenen om te kopen?
pl: Jakie kamienie są najchętniej kupowane?
pt_pt: Quais são as pedras mais populares para comprar?
ro: Care sunt cele mai populare pietre de cumpărat?
ru: Какие камни наиболее популярны для покупки?
sk: Aké sú najobľúbenejšie kamene na nákup?
sl: Kateri so najbolj priljubljeni kamni za nakup?
sv: Vilka är de mest populära stenarna att köpa?
th: หินที่นิยมซื้อคืออะไร?
tr: Satın alınabilecek en popüler taşlar hangileridir?
uk: Які камені найчастіше купують?
vi: Những loại đá phổ biến nhất để mua là gì?
zh_hans: 最受欢迎的宝石是什么？

# h_subtitle_zodiac
source: With division by all zodiac signs
ar: مع التقسيم على جميع علامات زودياك
bg: С разделение по всички зодиакални знаци
cs: S rozdělením podle všech znamení zvěrokruhu
da: Med inddeling efter alle stjernetegn
de: Mit Einteilung nach allen Tierkreiszeichen
el: Με διαίρεση ανά ζώδιο
es: Con división por todos los signos del zodiaco
et: Jaotusega kõigi sodiaagimärkide järgi
fi: Jako kaikkien horoskooppimerkkien mukaan
fr: Avec une division par tous les signes du zodiaque
he: עם חלוקה לפי כל המזלות
hi: सभी राशियों द्वारा विभाजन के साथ
hr: S podjelom po svim znakovima zodijaka
hu: Minden csillagjegy szerinti felosztással
id: Dengan pembagian berdasarkan semua tanda zodiak
it: Con divisione per tutti i segni zodiacali
ja: 全星座による分割あり
ko: 모든 조디악 표지판으로 나누기
lt: Skirstymas pagal visus Zodiako ženklus
lv: Ar sadalījumu pēc visām zodiaka zīmēm
ms: Dengan pembahagian oleh semua tanda zodiak
nb: Med inndeling etter alle stjernetegn
nl: Met verdeling door alle dierenriemtekens
pl: Z podziałem na wszystkie znaki zodiaku
pt_pt: Com divisão por todos os signos do zodíaco
ro: Cu împărțirea pe toate semnele zodiacale
ru: С разделением по всем знакам зодиака
sk: S rozdelením podľa všetkých znamení zverokruhu
sl: z razdelitvijo po vseh zodiakalnih znamenjih
sv: Med indelning efter alla stjärntecken
th: โดยแบ่งตามราศีทั้งหมด
tr: Tüm burçlara göre bölünmüş olarak
uk: З поділом за всіма знаками зодіаку
vi: Với sự phân chia theo tất cả các cung hoàng đạo
zh_hans: 按所有星座划分

# h_button_roll
source: Roll up
ar: نشمر
bg: Навиване на руло
da: Rul op
de: Aufrollen
es: Enrollar
et: Keerake üles
fi: Rullaa ylös
fr: Enrouler
he: לְהַפְשִׁיל שַׁרווּלִים
hi: जमना
hr: Smotajte
id: Gulung
it: Arrotolare
ja: ロールアップ
ko: 롤업
lt: Suvynioti
lv: Izrullēt
ms: Menggulung
nb: Rulle opp
nl: Oprollen
pl: Zwijanie
pt_pt: Enrolar
ro: Întoarce-te
ru: Свернуть
sk: Zrolovať
sl: Zvijete se navzgor
sv: Rulla upp
th: ม้วน
tr: Toplanın
uk: Згортай.
vi: Cuộn lên
zh_hans: 卷起

# cam_settings_button
source: Open settings
ar: أفتح الإعدادات
bg: Отваряне на настройките
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir ajustes
et: Avatud seaded
fi: Avaa asetukset
fr: Ouvrir les paramètres
he: פתח הגדרות
hi: खुली सेटिंग
hr: Otvorene postavke
hu: Nyissa meg a beállításokat
id: Buka pengaturan
it: Impostazioni aperte
ja: オープン設定
ko: 설정 열기
lt: Atidaryti nustatymus
lv: Atvērt iestatījumus
ms: Buka Tetapan
nb: Åpne innstillinger
nl: Open instellingen
pl: Ustawienia otwarte
pt_pt: Abrir definições
ro: Deschideți setările
ru: Открыть настройки
sk: Otvoriť nastavenia
sl: Odprite nastavitve
sv: Öppna inställningar
th: เปิดการตั้งค่า
tr: Açık ayarlar
uk: Відкрити налаштування
vi: Mở cài đặt
zh_hans: 打开设置

# detect_btn_start
source: Start
ar: يبدأ
bg: Начать
el: Έναρξη
es: Inicio
fi: Aloita
fr: Démarrage
he: הַתחָלָה
hi: शुरू
hr: Početak
hu: Indítsa el a oldalt.
id: Mulai
it: Inizio
ja: スタート
ko: 시작
lt: Pradžia
lv: Sākt
ms: Mula
pt_pt: Início
ru: Начало
sk: Štart
sl: Začetek
sv: Starta
th: เริ่ม
tr: Başlangıç
uk: Старт
vi: Bắt đầu
zh_hans: 开始

# onb_free_fourtin
source: No advertising
ar: لا إعلانات
bg: Без реклама
cs: Žádná reklama
da: Ingen reklamer
de: Keine Werbung
el: Καμία διαφήμιση
es: Sin publicidad
et: Reklaam puudub
fi: Ei mainontaa
fr: Pas de publicité
he: אין פרסום
hi: कोई विज्ञापन नहीं
hr: Nema oglašavanja
hu: Nincs reklám
id: Tidak ada iklan
it: Nessuna pubblicità
ja: 広告なし
ko: 광고 없음
lt: Jokios reklamos
lv: Reklāmas nav
ms: Tiada iklan
nb: Ingen reklame
nl: Geen reclame
pl: Brak reklam
pt_pt: Sem publicidade
ro: Fără publicitate
ru: Без рекламы
sk: Žiadna reklama
sl: Brez oglaševanja
sv: Ingen reklam
th: ไม่มีโฆษณา
tr: Reklam yok
uk: Без реклами
vi: Không quảng cáo
zh_hans: 没有广告
