//
//  3.swift
//  Questions
//
//  Created by admin1 on 28.05.23.
//

 /*
NSOperation — оболочка GCD. В случае использования NSOperation, неявно используется Grand Central Dispatch.
  
Преимущество GCD
  Реализация GCD проста.
  
Преимущества NSOperation
  NSOperation обеспечивает поддержку зависимостей. Это преимущество разрешает разработчикам выполнять задачи в конкретном порядке.
  Операции можно приостанавливать, возобновлять и отменять. Как только вы отправляете задачу с помощью Grand Central Dispatch,
  вы теряете контроль над жизненным циклом задачи. NSOperation предоставляет разработчику контроль над операцией.
  Вы можете указать максимальное количество операций в очереди, которые могут выполняться одновременно.
*/

//https://ios-interview.ru/nsoperation-vs-grand-central-dispatch/
