//
//  5.swift
//  Questions
//
//  Created by admin1 on 1.06.23.
//

/*
Вопрос об оценке сложности алгоритма чаще встречается на собеседованиях в крупных компаниях,
где сотрудники задают общие вопросы, не относящиеся к конкретному проекту.

Похожих вопросов на собеседовании может быть много, например:
Оцените сложность поиска в хэш-таблице?
Какова сложность сортировки пузырьком?

Ответим на текущий вопрос — сложность O(n): при операциях удаления или вставки в начало массива
потребуется сдвинуть каждый элемент.

Дополнительное чтение: https://swiftyfinch.medium.com/algorithms-for-children-2f70280a0fc1
*/
