//
//  6.swift
//  Questions
//
//  Created by admin1 on 1.06.23.
//

import Foundation
 
/*На собеседованиях любят тему Copy-on-write, иногда меняется только формулировка вопроса:
  в одних случаях сотрудники компании спросят определение,
  в других — попросят привести пример.
  
  Copy-on-write — механизм оптимизации в Swift, когда при присвоении переменной значений или
  при передаче коллекции в функцию не происходит копирование этой коллекции. */
  
//Подробнее о механизме Copy-on-wirite написаны в статье:
https://ios-interview.ru/copy-on-write/

