Repository: MrCronkite/basicSwift
Catalog: InternShip/Coins1/CoinRecognizer/Helpers/Localization/*.lproj/Localizable.strings
Languages: et, hr, lt, lv, ms, sk, sl

# add_coins_to
source: Add a coin to collection!
et: Lisa münt kollektsiooni!
hr: Dodajte novčić u kolekciju!
lt: Papildykite kolekciją moneta!
lv: Pievienojiet monētu kolekcijai!
ms: Tambah duit syiling ke koleksi!
sk: Pridajte mincu do zbierky!
sl: Dodajte kovanec v zbirko!

# privacy
source: Privacy Policy
et: Privaatsuspoliitika
hr: Pravila o privatnosti
lt: Privatumo politika
lv: Konfidencialitātes politika
ms: Dasar Privasi
sk: Zásady ochrany osobných údajov
sl: Pravilnik o zasebnosti

source: Open all access
et: Avage kogu juurdepääs
hr: Otvorite sav pristup
lt: Atvira prieiga
lv: Atvērt visu piekļuvi
ms: Buka semua akses
sk: Otvoriť všetky prístupy
sl: Odprt dostop za vse

# home_filter
source: Filter
hr: filtar
lt: Filtras
lv: Filtrs
ms: Penapis

# ob_free
source: + 3 days free trial
et: + 3 päeva tasuta prooviperiood
hr: + 3 dana besplatno suđenje
lt: + 3 dienų nemokamas bandomasis laikotarpis
lv: + 3 dienu bezmaksas izmēģinājuma termiņš
ms: + Percubaan percuma 3 hari
sk: + 3 dni skúšobnej lehoty zadarmo
sl: + 3 dni brezplačnega preizkusa

# card_melt
source: Melt price
et: Sula hind
hr: Cijena otope
lt: Išlydymo kaina
lv: Izkausēšanas cena
ms: Harga cair
sk: Cena taveniny
sl: Cena taline

# cam_step2
source: Step 2
et: 2. samm
hr: Korak 2
lt: 2 žingsnis
lv: 2. solis
ms: Langkah 2
sk: Krok 2
sl: Korak 2

# select_collect
source: Select collection
et: Valige kollektsioon
hr: Odaberite kolekciju
lt: Pasirinkite kolekciją
lv: Izvēlieties kolekciju
ms: Pilih Koleksi
sk: Vybrať kolekciu
sl: Izberite zbirko

# home_get
source: Get Premium
et: Hangi Premium
hr: Dobiti premium
lt: Gaukite Premium
lv: Iegūt Premium
ms: Dapatkan premium
sk: Získajte Premium
sl: Pridobite Premium

# prem_special
source: Special Price
et: Erihind
hr: Posebna cijena
lt: Speciali kaina
lv: Īpašā cena
ms: Harga istimewa
sk: Špeciálna cena
sl: Posebna cena

# card_weight
source: Weight:
et: Kaal:
hr: Težina:
lt: Svoris:
lv: Svars:
ms: Berat:
sk: Hmotnosť:
sl: Teža:

# card_my_coins
source: My coins
et: Minu mündid
hr: Moji novčići
lt: Mano monetos
lv: Manas monētas
ms: Duit syiling saya
sk: Moje mince
sl: Moji kovanci

# home_cost
source: Cost
et: Kulud
hr: Koštati
lt: Išlaidos
lv: Izmaksas
ms: Kos
sk: Náklady
sl: Stroški

# start_message
source: Hello, my friend. I am your guide to the world of coins, ancient and rare, modern and exclusive. Ask your question and I will help you with the answer. Or use the prompts below to start a dialog.
et: Tere, mu sõber. Ma olen teie teejuht müntide, iidsete ja haruldaste, kaasaegsete ja eksklusiivsete müntide maailma. Esitage oma küsimus ja ma aitan teid vastusega. Või kasutage dialoogi alustamiseks allpool olevaid üleskutseid.
hr: Zdravo prijatelju.Ja sam vaš vodič za svijet kovanica, drevnih i rijetkih, modernih i ekskluzivnih.Postavite svoje pitanje i ja ću vam pomoći u odgovoru.Ili upotrijebite upite u nastavku za pokretanje dijaloškog okvira.
lt: Sveiki, mano drauge. Esu jūsų gidas po senovinių ir retų, šiuolaikinių ir išskirtinių monetų pasaulį. Užduokite klausimą, o aš padėsiu jums atsakyti. Arba naudokitės toliau pateiktomis užuominomis ir pradėkite dialogą.
lv: Sveiks, mans draugs. Es esmu jūsu ceļvedis pa seno un reto, moderno un ekskluzīvo monētu pasauli. Uzdodiet savu jautājumu, un es jums atbildēšu. Vai arī izmantojiet tālāk dotos norādījumus, lai sāktu dialogu.
ms: Hai kawanku.Saya panduan anda kepada dunia syiling, kuno dan jarang, moden dan eksklusif.Tanya soalan anda dan saya akan membantu anda dengan jawapannya.Atau gunakan arahan di bawah untuk memulakan dialog.
sk: Ahoj, priateľ môj. Som tvoj sprievodca svetom mincí, starých a vzácnych, moderných a exkluzívnych. Položte svoju otázku a ja vám pomôžem s odpoveďou. Alebo použite nižšie uvedené výzvy na začatie dialógu.
sl: Pozdravljen, prijatelj. Sem vaš vodnik po svetu kovancev, starih in redkih, sodobnih in ekskluzivnih. Postavite svoje vprašanje in pomagal vam bom najti odgovor. Za začetek pogovora lahko uporabite spodnje namige.

# no_results
source: No matching results
et: Ei ole sobivaid tulemusi
hr: Nema odgovarajućih rezultata
lt: Nėra tinkamų rezultatų
lv: Nav atbilstošu rezultātu
ms: Tiada hasil yang sepadan
sk: Žiadne zodpovedajúce výsledky
sl: Ni ustreznih rezultatov

# card_designer
source: Designer:
et: Disainer:
hr: Dizajner:
lt: Dizaineris:
lv: Dizainers:
ms: Pereka:
sk: Dizajnér:
sl: Oblikovalec:

# card_denomin
source: Denomination
et: Nimetus
hr: Vjeroispovijest
lt: Nominalas
lv: Nominālvērtība
ms: Denominasi
sk: Označenie
sl: Naziv

source: Share the app
et: Rakenduse jagamine
hr: Podijelite aplikaciju
lt: Dalytis programėle
lv: Dalīties ar lietotni
ms: Kongsi aplikasinya
sk: Zdieľanie aplikácie
sl: Skupna raba aplikacije

# helper_2
source: Which coin is the most expensive?
et: Milline münt on kõige kallim?
hr: Koji je novčić najskuplji?
lt: Kuri moneta yra brangiausia?
lv: Kura monēta ir visdārgākā?
ms: Duit syiling mana yang paling mahal?
sk: Ktorá minca je najdrahšia?
sl: Kateri kovanec je najdražji?

# mathc_found
source: Match is found
et: Vastus on leitud
hr: Podudaranje je pronađeno
lt: Rastas atitikmuo
lv: Ir atrasts sakritība
ms: Padanan ditemui
sk: Zhoda je nájdená
sl: Najdeno je ujemanje

# ob_reference
source: Reference price
et: Viitehind
hr: Referentna cijena
lt: Referencinė kaina
lv: Atsauces cena
ms: Harga rujukan
sk: Referenčná cena
sl: Referenčna cena

# stg_support
source: Support
et: Toetus
hr: Podržati
lt: Parama
lv: Atbalsts
ms: Sokongan
sk: Podpora
sl: Podpora

# auto_renewable
source: Auto-renewable. Cancel anythime.
et: Automaatselt uuendatav. Tühistada igal ajal.
hr: Automatska obnova.Otkažite bilo kada.
lt: Automatiškai atsinaujinantis. Atšaukti bet kada.
lv: Automātiski atjaunojams. Atcelt jebkurā laikā.
ms: Pembaharuan automatik.Batalkan bila -bila masa.
sk: Automatická obnova. Zrušiť kedykoľvek.
sl: Samoumevno obnavljanje. Prekliči kadar koli.

# card_composition
source: Composition:
et: Koostis:
hr: Sastav:
lt: Sudėtis:
lv: Sastāvs:
ms: Komposisi:
sk: Zloženie:
sl: Sestava:

source: Term of Use
et: Kasutamise tähtaeg
hr: Pojam upotrebe
lt: Naudojimo terminas
lv: Lietošanas termiņš
ms: Istilah penggunaan
sk: Termín používania
sl: Rok uporabe

# ob_no_collection
source: Unlimited collections
et: Piiramatu kogumine
hr: Neograničene kolekcije
lt: Neribotos kolekcijos
lv: Neierobežotas kolekcijas
ms: Koleksi tanpa had
sk: Neobmedzené zbierky
sl: Neomejene zbirke

# home_sub
source: Find coins, recognize them and watch your wallet replenish
et: Leia mündid, tunnista need ära ja vaata, kuidas su rahakott täieneb.
hr: Pronađite kovanice, prepoznajte ih i gledajte kako vaš novčanik puni
lt: Ieškokite monetų, atpažinkite jas ir stebėkite, kaip pildosi jūsų piniginė
lv: Atrodi monētas, atpazīsti tās un skaties, kā papildinās tavs maks.
ms: Cari duit syiling, kenali mereka dan tonton dompet anda
sk: Nájdite mince, rozpoznajte ich a sledujte, ako sa vaša peňaženka dopĺňa
sl: Poiščite kovance, prepoznajte jih in opazujte, kako se vaša denarnica polni

source: Ai Helper
hr: AI pomagač
lt: Ai pagalbininkas
lv: Ai palīgs
ms: Ai Penolong

# open_subtitle
source: To add a coin to your collection, watch an ad or upgrade to a premium subscription and unlock unlimited access to the app's features
et: Mündi lisamiseks oma kollektsiooni, vaadake reklaami või tehke lisatellimus ja avage piiramatu juurdepääs rakenduse funktsioonidele.
hr: Da biste dodali novčić u svoju kolekciju, pogledajte oglas ili nadogradnju na premium pretplatu i otključajte neograničeni pristup značajkama aplikacije
lt: Norėdami pridėti monetą prie kolekcijos, žiūrėkite skelbimą arba pereikite prie 'Premium' prenumeratos ir atrakinkite neribotą prieigą prie programėlės funkcijų.
lv: Lai pievienotu monētu savai kolekcijai, skatieties reklāmu vai pievienojiet prēmiju abonementu un atslēgtu neierobežotu piekļuvi lietotnes funkcijām.
ms: Untuk menambah duit syiling ke koleksi anda, tonton iklan atau naik taraf ke langganan premium dan buka kunci akses tanpa had ke ciri -ciri aplikasi
sk: Ak chcete pridať mincu do svojej zbierky, pozrite si reklamu alebo prejdite na prémiové predplatné a odomknite neobmedzený prístup k funkciám aplikácie
sl: Če želite kovanec dodati v zbirko, si oglejte oglas ali nadgradite naročnino Premium in odklepajte neomejen dostop do funkcij aplikacije.

source: Palladium
hr: Paladijum
lt: Paladis
lv: Palādijs
sk: Paládium
sl: Paladij

# title_acces
source: No acces to camera!
et: Kaamerale puudub juurdepääs!
hr: Nema pristupa kameru!
lt: Nėra prieigos prie fotoaparato!
lv: Nav piekļuves kamerai!
ms: Tiada akses ke kamera!
sk: Žiadny prístup ku kamere!
sl: Brez dostopa do fotoaparata!

# chat_message
source: Message
et: Sõnum
hr: Poruka
lt: Žinutė
lv: Ziņa
ms: Mesej
sk: Správa
sl: Sporočilo

source: / first week
et: / esimene nädal
hr: / prvi tjedan
lt: / pirmoji savaitė
lv: / pirmā nedēļa
ms: / minggu pertama
sk: / prvý týždeň
sl: / prvi teden

# collection_folder
source: collection
et: kollektsioon
hr: kolekcija
lt: kolekcija
lv: kolekcija
ms: koleksi
sk: kolekcia
sl: zbirka

# helper_3
source: Where to buy rare coins?
et: Kust osta haruldasi münte?
hr: Gdje kupiti rijetke kovanice?
lt: Kur įsigyti retų monetų?
lv: Kur iegādāties retas monētas?
ms: Di mana untuk membeli duit syiling yang jarang berlaku?
sk: Kde kúpiť vzácne mince?
sl: Kje kupiti redke kovance?

# settings_alert
source: Settings
et: Seaded
hr: Postavke
lt: Nustatymai
lv: Iestatījumi
ms: Tetapan
sk: Nastavenia
sl: Nastavitve

source: Restore
et: Taasta
hr: Vratiti
lt: Atkurti
lv: Atjaunot
ms: Pulihkan
sk: Obnovenie
sl: Obnovitev

# hom_catalog
source: Catalog
et: Kataloog
hr: Katalog
lt: Katalogas
lv: Katalogs
ms: Katalog
sk: Katalóg
sl: Katalog

source: Get Premium
et: Hangi Premium
hr: Dobiti premium
lt: Gaukite Premium
lv: Iegūt Premium
ms: Dapatkan premium
sk: Získajte Premium
sl: Pridobite Premium

# title_chat
source: Ai Helper
hr: AI pomagač
lt: Ai pagalbininkas
lv: Ai palīgs
ms: Ai Penolong

# ob_mind
source: Years of minting
et: Rahapaja aastad
hr: Godine kovanja
lt: Kaldinimo metai
lv: Kalšanas gadi
ms: Tahun Minting
sk: Roky razenia
sl: Leta kovanja

# rename_create
source: Name
et: Nimi
hr: Ime
lt: Pavadinimas
lv: Nosaukums
ms: Nama
sk: Názov
sl: Ime

# purchase_restore
source: Purchase restored
et: Ostu taastatud
hr: Kupnja obnovljena
lt: Atkurtas pirkinys
lv: Atjaunota iegāde
ms: Membeli dipulihkan
sk: Nákup obnovený
sl: Nakup obnovljen

# ob_no_ai_helper
source: Ai Helper 24/7
hr: AI pomagač 24/7
lt: Ai pagalbininkas 24/7
lv: Ai palīgs 24/7

# resset_all
source: Reset All
et: Reset Kõik
hr: Resetiraj sve
lt: Iš naujo nustatyti viską
lv: Atiestatīt visu
ms: Tetapkan semula semua
sk: Obnoviť všetky
sl: Ponastavi vse

# recogn_proc
source: Recognition process
et: Tunnustamisprotsess
hr: Postupak prepoznavanja
lt: Pripažinimo procesas
lv: Atzīšanas process
ms: Proses pengiktirafan
sk: Proces uznávania
sl: Postopek priznavanja

# button_settings
source: Open Settings
et: Avatud seaded
hr: Otvorite postavke
lt: Atidaryti nustatymus
lv: Atvērt iestatījumus
ms: Buka Tetapan
sk: Otvoriť nastavenia
sl: Odprite nastavitve

# prem_folder
source: Premium
hr: Premija
sk: Prémiové

# no_mathc_coin_subtitle
source: Unfortunately, we were unable to recognize your coin. Please make sure you have followed all recommendations and try again.
et: Kahjuks ei suutnud me teie münti ära tunda. Palun veenduge, et olete järginud kõiki soovitusi ja proovige uuesti.
hr: Nažalost, nismo uspjeli prepoznati vaš novčić.Obavezno pratite sve preporuke i pokušajte ponovo.
lt: Deja, negalėjome atpažinti jūsų monetos. Įsitikinkite, kad laikėtės visų rekomendacijų, ir pabandykite dar kartą.
lv: Diemžēl mēs nevarējām atpazīt jūsu monētu. Lūdzu, pārliecinieties, ka esat ievērojis visus ieteikumus, un mēģiniet vēlreiz.
ms: Malangnya, kami tidak dapat mengenali duit syiling anda.Sila pastikan anda mengikuti semua cadangan dan cuba lagi.
sk: Žiaľ, vašu mincu sa nám nepodarilo rozpoznať. Uistite sa, že ste dodržali všetky odporúčania a skúste to znova.
sl: Žal vašega kovanca nismo mogli prepoznati. Prepričajte se, da ste upoštevali vsa priporočila, in poskusite znova.

# ob_title2
source: Build collections
et: Kogude loomine
hr: Izgraditi kolekcije
lt: Sukurti kolekcijas
lv: Veidot kolekcijas
ms: Membina koleksi
sk: Budovanie zbierok
sl: Ustvarjanje zbirk

# alert_delete_collecti
source: Delete collection
et: Kustuta kollektsioon
hr: Izbriši kolekciju
lt: Ištrinti kolekciją
lv: Dzēst kolekciju
ms: Padam koleksi
sk: Odstránenie kolekcie
sl: Brisanje zbirke

# card_lettering
source: Lettering
et: Kirjad
hr: Slova
lt: Raidės
lv: Uzraksti
ms: Huruf
sk: Písmo
sl: Pisava

# nothing_restore
source: Nothing to restor
et: Mitte midagi taastada
hr: Ništa za obnoviti
lt: Nieko atkurti
lv: Nekā atjaunot
ms: Tiada apa -apa untuk dipulihkan
sk: Nič na obnovu
sl: Nič za obnovo

# prem_then
source: then
et: siis
hr: zatim
lt: tada
lv: tad
ms: kemudian
sk: potom
sl: nato

# ob_title1
source: Recognize coins
et: Tunnista münte
hr: Prepoznati kovanice
lt: Atpažinti monetas
lv: Atpazīt monētas
ms: Mengiktiraf duit syiling
sk: Rozpoznávanie mincí
sl: Prepoznavanje kovancev

# ob_no_recognition
source: Unlimited recognitions
et: Piiramata tunnustused
hr: Neograničena priznanja
lt: Neribotas pripažinimas
lv: Neierobežotas atzinības
ms: Pengiktirafan tanpa had
sk: Neobmedzené uznania
sl: Neomejeno število priznanj

# add_collect_fold
source: Add Collection
et: Lisa kollektsioon
hr: Dodaj kolekciju
lt: Pridėti kolekciją
lv: Pievienot kolekciju
ms: Tambah koleksi
sk: Pridať kolekciu
sl: Dodajanje zbirke

# alert_delete
source: Delete
et: Kustuta
hr: Izbrisati
lt: Ištrinti
lv: Dzēst
ms: Padam
sk: Odstrániť
sl: Izbriši

# spesial_price
source: with special price
et: erihinnaga
hr: s posebnom cijenom
lt: su specialia kaina
lv: ar īpašu cenu
ms: dengan harga istimewa
sk: so špeciálnou cenou
sl: s posebno ceno

# home_info_usef
source: Useful Information
et: Kasulik teave
hr: Korisna informacija
lt: Naudinga informacija
lv: Noderīga informācija
ms: Informasi berguna
sk: Užitočné informácie
sl: Koristne informacije

# filt_mater
source: Material
et: Materjal
hr: Materijal
lt: Medžiaga
lv: Materiāls
ms: Bahan
sk: Materiál

# start_title
source: Coin Identifier
et: Mündi identifikaator
hr: Identifikator kovanica
lt: Monetos identifikatorius
lv: Monētas identifikators
ms: Pengenalpastian duit syiling
sk: Identifikátor mince
sl: Identifikator kovanca

# ob_home
source: Home
et: Kodu
hr: Dom
lt: Pagrindinis
lv: Sākums
ms: Rumah
sk: Domov
sl: Domov

# card_obverse
source: Obverse:
et: Avaserva:
hr: Prednja:
lt: Aversas:
lv: Averss:
ms: Mata Had:
sk: Averz:
sl: Averzna stran:

source: High to low
et: Kõrge kuni madal
hr: Visok do nizak
lt: Nuo didelio iki mažo
lv: Augsts līdz zems
ms: Tinggi hingga rendah
sk: Vysoká až nízka
sl: Od visokega do nizkega

# helper_4
source: What coins are popular among collectors?
et: Millised mündid on kollektsionääride seas populaarsed?
hr: Koji su novčići popularni među kolekcionarima?
lt: Kokios monetos yra populiarios tarp kolekcininkų?
lv: Kādas monētas ir populāras kolekcionāru vidū?
ms: Duit syiling apa yang popular di kalangan pengumpul?
sk: Aké mince sú medzi zberateľmi obľúbené?
sl: Kateri kovanci so priljubljeni med zbiratelji?

# allow_allert
source: Allow acces to the camera
et: Lubage juurdepääs kaamerale
hr: Omogućite pristup kameru
lt: Leidimas naudotis fotoaparatu
lv: Atļaut piekļuvi kamerai
ms: Benarkan akses ke kamera
sk: Povolenie prístupu ku kamere
sl: Omogočanje dostopa do kamere

# no_mathc_coin
source: Your coin was not found
et: Teie mündi ei leitud
hr: Vaš novčić nije pronađen
lt: Jūsų moneta nebuvo rasta
lv: Jūsu monēta netika atrasta
ms: Koin anda tidak dijumpai
sk: Vaša minca nebola nájdená
sl: Vaš kovanec ni bil najden

# ob_collection
source: Collection
et: Kollektsioon
hr: Kolekcija
lt: Kolekcija
lv: Kolekcija
ms: Koleksi
sk: Zbierka
sl: Zbirka

# card_physic
source: Physical properties
et: Füüsikalised omadused
hr: Fizička svojstva
lt: Fizikinės savybės
lv: Fizikālās īpašības
ms: Ciri-ciri fizikal
sk: Fyzikálne vlastnosti
sl: Fizikalne lastnosti

source: Aluminum
et: Alumiinium
hr: Aluminij
lt: Aliuminis
lv: Alumīnijs
ms: Aluminium
sk: Hliník
sl: Aluminij

# add_new_coins
source: Add new coin to collection
et: Lisa uus münt kollektsiooni
hr: Dodajte novi novčić u kolekciju
lt: Pridėti naują monetą į kolekciją
lv: Pievienot jaunu monētu kolekcijai
ms: Tambahkan duit syiling baru ke koleksi
sk: Pridať novú mincu do zbierky
sl: Dodaj nov kovanec v zbirko

# add_to_collect
source: Add to collection
et: Lisa kollektsiooni
hr: Dodaj u kolekciju
lt: Pridėti prie kolekcijos
lv: Pievienot kolekcijai
ms: Tambah ke koleksi
sk: Pridať do zbierky
sl: Dodaj v zbirko

# history_title
source: Your history is empty
et: Teie ajalugu on tühi
hr: Vaša povijest je prazna
lt: Jūsų istorija yra tuščia
lv: Jūsu vēsture ir tukša
ms: Sejarah anda kosong
sk: Vaša história je prázdna
sl: Vaša zgodovina je prazna

# ob_premium
source: Upgrade to Premium!
et: Uuenda Premiumi!
hr: Nadogradite na Premium!
lt: Pereikite į Premium!
lv: Pārejiet uz Premium kategoriju!
ms: Naik taraf kepada Premium!
sk: Upgrade na Premium!
sl: Nadgradite na Premium!

# premium_button
source: Take the offer now
et: Võtke pakkumine nüüd vastu
hr: Uzmi ponudu odmah
lt: Pasinaudokite pasiūlymu dabar
lv: Izmantojiet piedāvājumu tagad
ms: Ambil Tawaran Sekarang
sk: Využite ponuku teraz
sl: Izkoristite ponudbo zdaj

# rename_collection_name
source: Collection Name
et: Kollektsiooni nimi
hr: Naziv kolekcije
lt: Kolekcijos pavadinimas
lv: Kolekcijas nosaukums
ms: Nama Koleksi
sk: Názov kolekcie
sl: Ime zbirke

# coins_folder
source: coins
et: mündid
hr: kovanice
lt: monetos
lv: monētas
ms: duit syiling
sk: mince
sl: kovanci

# folder_empty
source: You don't have any coins in this collection
et: Sul ei ole selles kollektsioonis ühtegi münti.
hr: U ovoj kolekciji nemate kovanice
lt: Šioje kolekcijoje neturite jokių monetų
lv: Šajā kolekcijā nav nevienas monētas.
ms: Anda tidak mempunyai duit syiling dalam koleksi ini
sk: V tejto zbierke nemáte žiadne mince
sl: V tej zbirki nimate kovancev

# btn_favorites
source: Favorites
et: Lemmikud
hr: Favoriti
lt: Mėgstamiausi
lv: Izlase
ms: Kegemaran
sk: Obľúbené položky
sl: Priljubljene strani

# history_subtitle
source: Take advantage of the recognition feature to add to your history
et: Kasutage ära äratundmisfunktsiooni, et lisada oma ajalukku
hr: Iskoristite značajku prepoznavanja za dodavanje u svoju povijest
lt: Pasinaudokite atpažinimo funkcija ir papildykite savo istoriją
lv: Izmantojiet atpazīšanas funkciju, lai papildinātu savu vēsturi.
ms: Manfaatkan ciri pengecaman untuk menambah sejarah anda
sk: Využite funkciu rozpoznávania a doplňte svoju históriu
sl: Izkoristite funkcijo prepoznavanja in dodajte svojo zgodovino

# card_reverse
source: Reverse:
et: Tagurpidi:
hr: Obrnuto:
lt: Reversas:
lv: Reverss:
ms: Terbalik:
sk: Reverzná strana:
sl: Obratno:

# card_see_all
source: See all
et: Vaata kõiki
hr: Vidi sve
lt: Žiūrėti visus
lv: Skatīt visu
ms: Lihat semua
sk: Pozri všetky
sl: Oglejte si vse

# alert_rename
source: Rename
et: Nimetage ümber
hr: Preimenovati
lt: Pervadinti
lv: Pārdēvēt
ms: Namakan semula
sk: Premenovať stránku
sl: Preimenovanje

# cam_step1
source: Step 1
et: 1. samm
hr: Korak 1
lt: 1 žingsnis
lv: 1. solis
ms: Langkah 1
sk: Krok 1
sl: Korak 1

# card_thick
source: Thickness:
et: Paksus:
hr: Debljina:
lt: Storis:
lv: Biezums:
ms: Ketebalan:
sk: Hrúbka:
sl: Debelina:

# start_recogn
source: Start recognition
et: Alustage äratundmist
hr: Započnite prepoznavanje
lt: Pradžios pripažinimas
lv: Sākuma atpazīšana
ms: Mula pengiktirafan
sk: Začiatok rozpoznávania
sl: Začetek prepoznavanja

# card_edge
source: Edge:
et: Serva:
hr: Rub:
lt: Kraštas:
lv: Malas:
ms: Hujung:
sk: Hrana:
sl: Robovi:

# home_up_to
source: Up to
et: Kuni
hr: Sve do
lt: Iki
lv: Līdz
ms: Sehingga
sk: Až do
sl: Do

source: Reverse
et: Tagasi
hr: Obrnut
lt: Atvirkštinis
lv: Reversais
ms: Terbalik
sk: Reverzný
sl: Obratno

# ob_price
source: 1 dollar, USA
hr: 1 dolar, SAD
lt: 1 doleris, JAV
lv: 1 dolārs, ASV
ms: 1 dolar, Amerika Syarikat
sk: 1 dolár, USA
sl: 1 dolar, ZDA

source: Zinc
et: Tsink
hr: Cinkov
lt: Cinkas
lv: Cinks
ms: Zink
sk: Zinok
sl: Cink

# helper_1
source: Where is the largest collection of coins?
et: Kus on suurim müntide kollektsioon?
hr: Gdje je najveća kolekcija kovanica?
lt: Kur yra didžiausia monetų kolekcija?
lv: Kur ir lielākā monētu kolekcija?
ms: Di manakah koleksi duit syiling terbesar?
sk: Kde sa nachádza najväčšia zbierka mincí?
sl: Kje je največja zbirka kovancev?

# home_done
source: Done
et: Valmis
hr: Završen
lt: Atlikta
lv: Paveikts
ms: Selesai
sk: Hotovo
sl: Končano

# ob_wallet
source: Your Wallet
et: Teie rahakott
hr: Vaš novčanik
lt: Jūsų piniginė
lv: Jūsu maciņš
ms: Dompet anda
sk: Vaša peňaženka
sl: Vaša denarnica

# folder_congrat
source: Congratulations!
et: Palju õnne!
hr: Čestitamo!
lt: Sveikiname!
lv: Apsveicam!
ms: Tahniah!
sk: Gratulujeme!
sl: Čestitamo!

# retake_button
source: Retake photo
et: Uuesti pildistada foto
hr: Ponovno ponovno fotografiranje
lt: Pakartotinis fotografavimas
lv: Atkārtota fotografēšana
ms: Mengambil gambar semula
sk: Opätovná fotografia
sl: Ponovno posnemite fotografijo

source: Rate app
et: Hinda rakendust
hr: Ocijeni aplikaciju
lt: Įvertinkite programą
lv: Novērtējiet lietotni
ms: Rife App
sk: Hodnotenie aplikácie
sl: Ocenite aplikacijo

source: Silver
hr: Srebro
lt: Sidabrinis
lv: Sudraba
ms: Perak

# support_hi
source: Hi
et: Tere
hr: bok
lt: Sveiki
lv: Sveiki
ms: Hai
sk: Ahoj
sl: Pozdravljeni

# ob_no_ads
source: No ads
et: Reklaamid puuduvad
hr: Bez reklama
lt: Jokių skelbimų
lv: Nav reklāmu
ms: Tiada iklan
sk: Žiadne reklamy
sl: Brez oglasov

# match_title
source: See the results and find out the value of the coin
et: Vaata tulemusi ja leia mündi väärtus.
hr: Pogledajte rezultate i saznajte vrijednost novčića
lt: Peržiūrėkite rezultatus ir sužinokite monetos vertę
lv: Skatiet rezultātus un uzziniet monētas vērtību.
ms: Lihat hasilnya dan cari nilai duit syiling
sk: Pozrite si výsledky a zistite hodnotu mince
sl: Oglejte si rezultate in ugotovite vrednost kovanca

# fav_subtitle
source: To add a coin to the favorites click on the heart icon in the coin card.
et: Mündi lisamiseks lemmikute hulka klõpsake mündikaardil oleval südame ikoonil.
hr: Da biste dodali novčić favoritima, kliknite na ikonu srca u kartici kovanice.
lt: Norėdami įtraukti monetą į mėgstamiausiųjų sąrašą, spustelėkite monetos kortelėje esančią širdelės piktogramą.
lv: Lai pievienotu monētu izlasei, noklikšķiniet uz sirds ikonas monētas kartē.
ms: Untuk menambah duit syiling ke kegemaran klik pada ikon jantung dalam kad duit syiling.
sk: Ak chcete pridať mincu do obľúbených, kliknite na ikonu srdca na karte mincí.
sl: Če želite kovanec dodati med priljubljene, kliknite ikono srca na kartici kovanca.

source: Platinum
et: Platina
hr: Platina
lt: Platina
lv: Platīna

# ob_denomin
source: Denomination
et: Nimetus
hr: Vjeroispovijest
lt: Nominalas
lv: Nominālvērtība
ms: Denominasi
sk: Označenie
sl: Naziv

# fav_title
source: Your favorites is empty
et: Teie lemmikud on tühjad
hr: Vaši su favoriti prazni
lt: Jūsų mėgstamiausi įrašai yra tušti
lv: Jūsu izlase ir tukša
ms: Kegemaran anda kosong
sk: Vaše obľúbené položky sú prázdne
sl: Vaše priljubljene so prazne

source: Search
et: Otsi
hr: traži
lt: Paieška
lv: Meklēšana
ms: Cari
sk: Vyhľadávanie
sl: Iskanje

# get_fold
source: Get
et: Hangi
hr: Dobiti
lt: Gaukite
lv: Iegūt
ms: Dapatkan
sk: Získajte
sl: Pridobite

source: Nickel
et: Nikkel
hr: Nikla
lt: Nikelio
lv: Niķelis
ms: Nikel
sk: Nikel
sl: Nikelj
