Repository: MrCronkite/basicSwift
Catalog: InternShip/Coins1/CoinRecognizer/Helpers/Localization/*.lproj/Localizable.strings
Languages: et, hr, lt, lv, ms, sk, sl

# alert_no_internet
source: No internet connection
et: Internetiühendus puudub
hr: Nema internetske veze
lt: Nėra interneto ryšio
lv: Nav interneta savienojuma
ms: Tiada sambungan internet
sk: Žiadne internetové pripojenie
sl: Brez internetne povezave

# filt_data
source: Date of issue
et: Andmed
hr: Podaci
lt: Duomenys
lv: Dati
ms: Data
sk: Údaje
sl: Podatki

# ob_title4
source: Upgrade to Premium!
et: Uuenda Premiumi!
hr: Nadogradite na Premium!
lt: Pereikite į Premium!
lv: Pārejiet uz Premium kategoriju!
ms: Naik taraf kepada Premium!
sk: Upgrade na Premium!
sl: Nadgradite na Premium!

# ob_week
source: /week
et: /nädalas
hr: /tjedan
lt: /savaitė
lv: /nedēļa
ms: /minggu
sk: /týždeň
sl: /teden

source: Contact us
et: Võtke meiega ühendust
hr: Kontaktirajte nas
lt: Susisiekite su mumis
lv: Sazinieties ar mums
ms: Hubungi Kami
sk: Kontaktujte nás
sl: Pišite nam

# alert_delete_item
source: Are you sure you want to delete the item?
et: Kas olete kindel, et soovite objekti kustutada?
hr: Jeste li sigurni da želite izbrisati predmet?
lt: Ar tikrai norite ištrinti elementą?
lv: Vai esat pārliecināts, ka vēlaties dzēst objektu?
ms: Adakah anda pasti mahu memadamkan item tersebut?
sk: Ste si istí, že chcete položku odstrániť?
sl: Ste prepričani, da želite izbrisati element?

# subtitle_chat
source: You have 3 free message left.
et: Teil on jäänud 3 vaba sõnumit.
hr: Ostale su vam 3 besplatne poruke.
lt: Liko 3 nemokamos žinutės.
lv: Jums ir atlikuši 3 bezmaksas ziņojumi.
ms: Anda mempunyai 3 mesej percuma lagi.
sk: Zostávajú vám 3 bezplatné správy.
sl: Na voljo imate še 3 brezplačna sporočila.

# add_coins_btn
source: Add to collection
et: Lisa kollektsiooni
hr: Dodaj u kolekciju
lt: Pridėti prie kolekcijos
lv: Pievienot kolekcijai
ms: Tambah ke koleksi
sk: Pridať do zbierky
sl: Dodaj v zbirko

# stg_security
source: Security
et: Turvalisus
hr: Sigurnost
lt: Apsauga
lv: Drošība
ms: Keselamatan
sk: Zabezpečenie
sl: Varnost

# cancel_alert
source: Cancel
et: Tühista
hr: Otkazati
lt: Atšaukti
lv: Atcelt
ms: Batalkan
sk: Zrušiť
sl: Prekliči

source: Gold
et: Kuld
hr: Zlato
lt: Auksinis
lv: Zelts
ms: Emas
sk: Zlato
sl: Zlato

source: Obverse
et: Avaserva
hr: Prednja strana
lt: Aversas
lv: Averss
ms: Mata Had
sk: Averz
sl: Averzna stran

# card_diameter
source: Diameter:
et: Läbimõõt:
hr: Promjer:
lt: Skersmuo:
lv: Diametrs:
sk: Priemer:
sl: Premer:

# filt_low_to
source: Low to high
et: Madal kuni kõrge
hr: Nisko do visoko
lt: Nuo mažo iki didelio
lv: No zema līdz augstam
ms: Rendah hingga tinggi
sk: Nízka až vysoká
sl: Od nizke do visoke

# support_coin
source: Coin detector - support
et: Mündiotsija - tugi
hr: Detektor kovanica - podrška
lt: Monetų detektorius - palaikymas
lv: Monētu detektors - atbalsts
ms: Pengesan Koin - Sokongan
sk: Detektor mincí - podpora
sl: Detektor kovancev - podpora

# subtitle_match
source: To see the results watch an ad or upgrade to a premium subscription and unlock unlimited access to the app's features
et: Tulemuste nägemiseks vaadake reklaami või tehke lisatellimus ja avage piiramatu juurdepääs rakenduse funktsioonidele.
hr: Da biste vidjeli rezultate, promatrajte oglas ili nadogradnju na premium pretplatu i otključajte neograničeni pristup značajkama aplikacije
lt: Jei norite pamatyti rezultatus, žiūrėkite skelbimą arba pereikite prie 'Premium' prenumeratos ir atrakinkite neribotą prieigą prie programėlės funkcijų.
lv: Lai skatītos rezultātus, skatieties reklāmu vai jauniniet savu abonementu un atbloķējiet neierobežotu piekļuvi lietotnes funkcijām.
ms: Untuk melihat hasilnya menonton iklan atau naik taraf ke langganan premium dan buka kunci akses tanpa had ke ciri -ciri aplikasi
sk: Ak chcete vidieť výsledky, pozrite si reklamu alebo si predplaťte prémiové predplatné a odomknite neobmedzený prístup k funkciám aplikácie
sl: Če si želite ogledati rezultate, si oglejte oglas ali pa nadgradite naročnino Premium in odklepajte neomejen dostop do funkcij aplikacije.

# card_mintage
source: Mintage:
et: Miinus:
hr: Kovanje:
lt: Metražas:
lv: Tirāža:
sk: Ročník:
sl: Naklada:

# btn_collection
source: Collection
et: Kollektsioon
hr: Kolekcija
lt: Kolekcija
lv: Kolekcija
ms: Koleksi
sk: Zbierka
sl: Zbirka

# cam_step2_sub
source: Flip the coin over and focus on the reverse
et: Pöörake münt ümber ja keskenduge tagaküljele.
hr: Prevrnite novčić i usredotočite se na naličje
lt: Apverskite monetą ir sutelkite dėmesį į jos antrąją pusę
lv: Pārvērsiet monētu un pievērsiet uzmanību monētas otrajai pusei.
ms: Flip duit syiling dan fokus pada sebaliknya
sk: Otočte mincu a zamerajte sa na jej rubovú stranu
sl: Obrnite kovanec in se osredotočite na hrbtno stran.

# card_subtitle
source: The actual value of the coin may differ depending on its condition, luster, rarity and other factors. This is a rough estimation.
et: Mündi tegelik väärtus võib erineda sõltuvalt mündi seisukorrast, läikivusest, haruldusest ja muudest teguritest. Tegemist on ligikaudse hinnanguga.
hr: Stvarna vrijednost kovanica može se razlikovati ovisno o njenom stanju, sjaju, rijetkosti i drugim čimbenicima.Ovo je gruba procjena.
lt: Tikroji monetos vertė gali skirtis priklausomai nuo jos būklės, blizgesio, retumo ir kitų veiksnių. Tai yra apytikslis įvertinimas.
lv: Monētas faktiskā vērtība var atšķirties atkarībā no tās stāvokļa, spīduma, retuma un citiem faktoriem. Šis ir aptuvens novērtējums.
ms: Nilai sebenar duit syiling mungkin berbeza bergantung kepada keadaannya, kilauan, jarang dan faktor lain.Ini adalah anggaran kasar.
sk: Skutočná hodnota mince sa môže líšiť v závislosti od jej stavu, lesku, vzácnosti a ďalších faktorov. Ide o hrubý odhad.
sl: Dejanska vrednost kovanca se lahko razlikuje glede na njegovo stanje, sijaj, redkost in druge dejavnike. To je groba ocena.

# wathc_ad
source: Watch the ad
et: Vaata reklaami
hr: Pazi na oglas
lt: Žiūrėkite reklamą
lv: Skatieties reklāmu
ms: Tonton iklan
sk: Pozrite si reklamu
sl: Oglejte si oglas

# alert_from_catalog
source: From catalog
et: Kataloogist
hr: Iz kataloga
lt: Iš katalogo
lv: No kataloga
ms: Dari katalog
sk: Z katalógu
sl: Iz kataloga

# stg_feedback
source: Feedback
et: Tagasiside
hr: Povratne informacije
lt: Atsiliepimai
lv: Atsauksmes
ms: Maklum balas
sk: Spätná väzba
sl: Povratne informacije

# ob_title3
source: Use Ai assistant
et: Kasutage Ai assistenti
hr: Koristite AI pomoćnik
lt: Naudokite Ai asistentą
lv: Izmantojiet Ai palīgu
ms: Gunakan pembantu AI
sk: Používanie asistenta Ai
sl: Uporabite pomočnika Ai

# subtitle_acces
source: To start identifying coins, go to settings and give the app access to the camera.
et: Müntide tuvastamise alustamiseks minge seadistustesse ja andke rakendusele juurdepääs kaamerale.
hr: Da biste započeli identificiranje kovanica, idite na postavke i omogućite aplikaciji pristup kameru.
lt: Norėdami pradėti atpažinti monetas, eikite į nustatymus ir suteikite programėlei prieigą prie fotoaparato.
lv: Lai sāktu monētu identificēšanu, dodieties uz iestatījumiem un piešķiriet programmai piekļuvi kamerai.
ms: Untuk mula mengenal pasti duit syiling, pergi ke tetapan dan berikan akses aplikasi ke kamera.
sk: Ak chcete začať identifikovať mince, prejdite do nastavení a umožnite aplikácii prístup k fotoaparátu.
sl: Če želite začeti prepoznavati kovance, pojdite v nastavitve in aplikaciji omogočite dostop do kamere.

# alert_recong
source: By recognizing
et: Tunnistades
hr: Prepoznavanjem
lt: Pripažindami
lv: Atzīstot
ms: Dengan mengiktiraf
sk: Uznávaním
sl: S prepoznavanjem

# yeard_of_minting
source: Years of minting:
et: Rahapaja aastad:
hr: Godine kovanja:
lt: Kaldinimo metai:
lv: Kalšanas gadi:
ms: Tahun Minting:
sk: Roky razenia:
sl: Leta kovanja:

# folder_congrat_sub
source: Your coin has been added to the collection!
et: Teie münt on lisatud kollektsiooni!
hr: Vaš je novčić dodan u kolekciju!
lt: Jūsų moneta įtraukta į kolekciją!
lv: Jūsu monēta ir pievienota kolekcijai!
ms: Koin anda telah ditambah ke koleksi!
sk: Vaša minca bola pridaná do zbierky!
sl: Vaš kovanec je bil dodan v zbirko!

# save_btn
source: Save
et: Salvesta
hr: Uštedjeti
lt: Išsaugoti
lv: Saglabāt
ms: Simpan
sk: Uložiť
sl: Shrani

source: $$$ / collection
et: $$$ / kollektsioon
hr: $$$ / kolekcija
lt: $$$ / kolekcija
lv: $$$ / kolekcija
ms: $$$ / koleksi
sk: $$$ / kolekcia
sl: $$$ / zbirka

# folder_empty_sub
source: Add coins to this collection by clicking the 'Add new coin to collection' button
et: Lisage münte sellesse kollektsiooni, klõpsates nupule 'Lisa uus münt kollektsiooni'.
hr: Dodajte kovanice u ovu kolekciju klikom na gumb 'Dodaj novi novčić u kolekciju'
lt: Pridėkite monetų į šią kolekciją spustelėję mygtuką 'Pridėti naują monetą į kolekciją'.
lv: Pievienojiet monētas šai kolekcijai, noklikšķinot uz pogas 'Pievienot jaunu monētu kolekcijai'.
ms: Tambahkan duit syiling ke koleksi ini dengan mengklik butang 'Tambah Duit syiling baru ke koleksi'
sk: Mince do tejto zbierky pridáte kliknutím na tlačidlo 'Pridať novú mincu do zbierky'.
sl: Dodajte kovance v to zbirko s klikom na gumb 'Dodaj nov kovanec v zbirko'.

# alert_delet
source: Delete an element?
et: Elemendi kustutamine?
hr: Izbrisati element?
lt: Ištrinti elementą?
lv: Dzēst elementu?
ms: Padam elemen?
sk: Odstrániť prvok?
sl: Brisanje elementa?

source: Copper
et: Vask
hr: Bakar
lt: Vario
lv: Varš
ms: Tembaga
sk: Meď
sl: Baker

# cam_step1_sub
source: Focus on the obverse of the coin
et: Keskenduge mündi esiküljele
hr: Usredotočite se na prednju kovanu
lt: Sutelkite dėmesį į monetos aversą
lv: Koncentrējieties uz monētas aversu
ms: Fokus pada bahagian depan duit syiling
sk: Zamerajte sa na lícnu stranu mince
sl: Osredotočite se na lice kovanca

# result_button
source: See result
et: Vaata tulemust
hr: Vidi rezultat
lt: Žiūrėti rezultatą
lv: Skatīt rezultātu
ms: Lihat hasil
sk: Pozrite si výsledok
sl: Oglejte si rezultat

# home_all_coins
source: All coins
et: Kõik mündid
hr: Svi novčići
lt: Visos monetos
lv: Visas monētas
ms: Semua syiling
sk: Všetky mince
sl: Vsi kovanci

# card_referece
source: Reference price
et: Viitehind
hr: Referentna cijena
lt: Referencinė kaina
lv: Atsauces cena
ms: Harga rujukan
sk: Referenčná cena
sl: Referenčna cena

# ob_button
source: Continue
et: Jätka
hr: Nastaviti
lt: Tęsti
lv: Turpināt
ms: Teruskan
sk: Pokračovať
sl: Nadaljuj

# btn_history
source: History
et: Ajalugu
hr: Povijest
lt: Istorija
lv: Vēsture
ms: Sejarah
sk: História
sl: Zgodovina

# six_sec
source: 6 sec
et: 6 sekundit
lt: 6 sek.
lv: 6 sek.
ms: 6 saat
sk: 6 sekúnd
sl: 6 s

# recognition_set
source: sec
sk: sek
